[{
	"name": "Circus Society",
	"description": "We are a wonderful collection of lovable weirdoes, oddballs, nutjobs and clowns who get together on a weekly basis to practice tricks, learn new ones and have fun. We run workshops, play games, mess around, play with fire, perform and generally have a laugh! We have socials to loads of cool places like the circus (obv.) and playzone as well as summer trips to festivals. ",
	"links": {
		"website": "http://circus.susu.org",
		"facebook": "http://www.facebook.com/groups/2207231342/"
	}
}, {
	"name": "Comedy Soc",
	"description": "SUSU ComedySoc aims to provide a wide range of comedy entertainment to appreciative audiences. We seek to encourage aspiring young writers, actors and stand ups to enhance their creative skills in the pursuit of laughter.",
	"links": {
		"website": "http://comedy.susu.org",
		"twitter": "http://twitter.com/SUSUcomedysoc",
		"facebook": "http://www.facebook.com/SUSUComedysoc"
	}
}, {
	"name": "LOpSoc - Light Opera Society",
	"description": "University Light Opera Society, or LOpSoc as it is more affectionately known, is a society for people who love to perform.\\n\r\n\r\nWe put on two shows a year from the Light Opera canon and anybody, and I'm not joking I mean everyone; can join our unauditioned chorus for all of our shows with auditions taking place for principle parts.\r\n\\n\r\nSo if you're an experienced singer, actor or dancer and want to continue to push yourself or you just want to get on stage, boost your confidence, perform something great and have fun then this is the society for you.",
	"links": {
		"website": "http://www.southampton.ac.uk/~lopsoc/",
		"facebook": "http://www.facebook.com/lopsoc"
	}
}, {
	"name": "Magic Soc",
	"description": "Ever wanted to make your friends and family speechless and walk away awed? Always wanted to make a random stranger rub their eyes in disbelief? Well in MagicSoc, we, magicians see that on a regular basis! Join us at the 5th floor of the Physics building(Building 46) at 8pm on Tuesday night for a night of magic and cake.",
	"links": {
		"website": "http://magicsoc.susu.org/"
	}
}, {
	"name": "Medics Revue",
	"description": "A production put on by medics, featuring singing, dancing, acting and comedy in aid of charity. We have a cast, a crew and a band. Performances will run from 27th November to 1st December 2012, with auditions held on the 6th and 7th October in the Murray building. We aim to put on a fantastic show, whilst having a great time and raising money for charity.",
	"links": {
		"website": "http://www.revue.soton.ac.uk/"
	}
}, {
	"name": "Showstoppers - The Musical Theatre Society",
	"description": "Showstoppers is a Performing Arts Musical Theatre Society. We offer members the opportunity to take part in numerous shows throughout the year including a non-auditioned winter revue. We also run workshops for members to improve skills within the musical theatre genre.",
	"links": {
		"website": "http://www.southampton.ac.uk/~sstopper/index.html",
		"facebook": "http://www.facebook.com/susushowstoppers?fref=ts"
	}
}, {
	"name": "Theatre Group",
	"description": "A society to improve theatrical skills through workshops; original writing; producing; directing; and acting. We aim to celebrate creativity in all mediums of drama and to provide all society members with a fun, inclusive environment to further their individual skill sets and to form a community with a love of theatre.",
	"links": {
		"website": "http://theatre.susu.org",
		"twitter": "http://twitter.com/SUSUTheatre",
		"facebook": "http://www.facebook.com/SUSUTheatreGroup"
	}
}, {
	"name": "Brass Band",
	"description": "Southampton University Brass Band caters for all brass enthusiasts at the University. The band is non-auditioned unlike some of the other musical societies at the University, allowing members to have fun playing music in a more relaxed atmosphere. The band always welcomes new members of any playing standard, with all brass band instrumentalists and percussionists welcome.\\n\r\n\\n\r\nWe play a wide range of music with the difficulty of the pieces varying from piece to piece.\\n\r\n\r\nThe band rehearses on Sunday evenings from 7:00pm - 9:00pm in the Clubs &amp; Societies room in the Student Union. First rehearsal will be Sunday 7th October.",
	"links": {
		"website": "http://subb.susu.org/"
	}
}, {
	"name": "Chamber Choir",
	"description": "The Chamber Choir is a group of singers from a many different subjects across the university. We sing a variety of classical and modern pieces, and perform concerts twice a year, at Christmas and Easter, in churches around Southampton. We also tour once a year, spending a week in Europe singing concerts and sightseeing. \r\n The Chamber choir endeavors to spread an appreciation for choral music to students and members of the public. We also constantly expand our repertoire in order to maintain the high standard of performance we aim for.",
	"links": {
		"website": "http://www.chamber-choir.com/"
	}
}, {
	"name": "Concert Band",
	"description": "Concert Band is open to anyone who plays a brass, wind or percussion instrument. As one of few non-auditioned music societies we maintain a relaxed atmosphere without the stresses of auditioning for places",
	"links": {
		"website": "http://www.band.susu.org/"
	}
}, {
	"name": "Folk Soc",
	"description": "A place for folk enthusiasts, musicians and dancers to gather, play music together, make friends and perform to the wider Southampton student population",
	"links": {
		"website": "http://www.folksocsoton.com/",
		"facebook": "http://www.facebook.com/groups/160540653970075/?fref=ts"
	}
}, {
	"name": "Jazzmanix - The Pop &amp; Gospel Choir",
	"description": "Jazzmanix is a choral society, which specializes in Pop and Gospel music. We aim to provide an opportunity for everyone to sing Pop and Gospel music, irrespective of their musical ability and position within the university. We also wish to provide musical entertainment within the university, local community and beyond.",
	"links": {
		"website": "http://www.jazzmanix.org/",
		"facebook": "http://www.facebook.com/Jazzmanix"
	}
}, {
	"name": "LiveSoc",
	"description": "LiveSoc are the society within the University of Southampton Student Union that is dedicated to bringing you students live music, be it student bands, gigs in Southampton venues, or getting you started in your own band. We welcome all musical styles!",
	"links": {
		"facebook": "https://www.facebook.com/LiveSocOfficial/"
	}
}, {
	"name": "Piano Soc",
	"description": "Pianosoc is a friendly environment for all people interested in listening to or performing piano of any genre, at any level. We generally discuss all things piano-related and even have a weekly dose of a brief introduction to a new pianist, to broaden our scope of the piano world for members for which it has not been so exposed to. ",
	"links": {
		"facebook": "https://www.facebook.com/groups/pianosoc/"
	}
}, {
	"name": "Sinfonietta - SU Chamber Orchestra",
	"description": "The University of Southampton Sinfonietta (Sinf) is the university's only chamber music ensemble. It has quickly developed an outstanding reputation for providing top quality live music from a wide-ranging repertoire. The orchestra is made up from some of the university's most talented musicians who are auditioned at the start of the year, and is under the direction of professional conductor Jonathan Lo. We aim to produce music of the highest possible quality and perform a minimum of three concerts a year, often with professional soloists",
	"links": {
		"website": "http://sinfonietta.susu.org/"
	}
}, {
	"name": "SU Phil - Southampton University Philaharmonic Choir",
	"description": "Southampton University Philharmonic Choir is a combined choir with the City of Southampton Philharmonic Choir, making us the largest in the South West of England. Rehearsals are every Monday evening 7:20-9:30 on campus in the Turner Simms. We average 3 to 4 concerts throughout the year in locations such as Southampton Guildhall, Winchester, with specialist workshops run by notable conductors and soloists.\r\n",
	"links": {
		"facebook": "http://www.facebook.com/groups/191151114304871/"
	}
}, {
	"name": "SU Singers",
	"description": "We are a group of non-auditioned singers who come together to rehearse and learn new music, both traditional and more modern pieces, with the aim of putting on 2-3 concerts a year for people to enjoy",
	"links": {
		"website": "http://susingers.susu.org/"
	}
}, {
	"name": "SUJO - Southampton University Jazz Orchestra",
	"description": "Our society is a musical ensemble made up of talented musicians from the university. We are made up of woodwind, brass and rhythm section instruments and we aim to perform at least 3 major gigs a year. We also perform a variety of smaller gigs and go on tour each year.",
	"links": {}
}, {
	"name": "SUSO - Southampton University String Orchestra",
	"description": "SUStrings is a friendly and active string orchestra which was founded to provide string musicians the opportunity to play an extensive and varied repertoire for string orchestra. There are no auditions and anyone who plays the violin, viola, cello or double bass to Grade 5 or above is welcome. We rehearse weekly and perform at least one concert per term and one tour per academic year. \\n\r\n \r\n Rehearsals: Every Tuesday 7:30-9:30pm EEE Building (32) LT 1015\\n\r\n \r\n Christmas Concert 2012: Saturday 8th December, Immaculate Conception Church (Portswood), 6:30pm",
	"links": {
		"website": "http://www.sustrings.susu.org/",
		"facebook": "https://www.facebook.com/groups/sustrings/"
	}
}, {
	"name": "SUSO - Symphony Orchestra",
	"description": "SUSO, an entirely student-run and student-funded orchestra, comprises the most talented musicians at the University of Southampton ",
	"links": {
		"website": "http://www.suso.org.uk/"
	}
}, {
	"name": "SWO - Symphonic Wind Orchestra",
	"description": "SUSWO, originally founded by woodwind and brass players at the university, performs a varied and challenging repertoire to a high standard. The orchestra gives a wide range of musicians from across the university the chance to perform in a friendly and talented ensemble. Today the orchestra has approximately fifty members and aims to perform three concerts a year. Members are auditioned at the start of the academic year and the orchestra is run by a committee of students who work closely with conductor Rowan Baker to select a challenging and enjoyable repertoire. ",
	"links": {
		"website": "http://www.suwo.co.uk/"
	}
}, {
	"name": "Ballet Society",
	"description": "The ballet society is for all those with a love of ballet. We hope to cater for everyone by providing relaxed and fun ballet classes at 4 levels: beginners, improvers, intermediate, and advanced.\\n\r\n\\nSo whether you have been dancing for as long as you can remember or are looking to try ballet for the first time, or even if you are just looking for a great way to stay flexible and fit, we hope you come along and get involved.\\n As well as ballet classes we offer a weekly body conditioning class and an active social calendar with event ranging from visits to the theatre to nights out on the town. We also run competition squads who have competed very successfully at inter-university dance competitions. \\nRegular class attendees are also invited to perform in the annual 'Pure Dance' show, which showcases the work of Southampton University Dance Societies.",
	"links": {
		"website": "http://groupspaces.com/southamptonuniversityballetsoc",
		"facebook": "http://www.facebook.com/groups/316003388484172/"
	}
}, {
	"name": "Ballroom and Latin",
	"description": "We are a society that engages in the activity of Ballroom and Latin dancing at both a social and competitive level. We have weekly classes for all standards that are taught by professional teachers, and we compete against other universities all across the country. \\n\r\n We also perform at local events and take part in the annual dance showcase 'Pure Dance'.\\n\r\n We are a very friendly community open to all for enjoyment, fitness and involvement in the student union.",
	"links": {
		"website": "http://www.sublds.co.uk/",
		"facebook": "http://www.facebook.com/groups/sublds/?fref=ts"
	}
}, {
	"name": "Belly Dance",
	"description": "The Belly Dance society is open for everyone of all levels to come and enjoy a beautiful form of dance. We have weekly beginner classes learning both traditional middle-eastern belly dancing as well as the more modern tribal style.\r\n\r\nWe run workshops in a variety of different styles of belly dance with world renowned belly dancers and have some exciting events coming up with performances, fun socials and trips to belly dance shows with internationally celebrated dancers!\r\n\r\nClasses are just 3 pounds, for information about when and where please visit our facebook group.",
	"links": {
		"facebook": "http://www.facebook.com/groups/147258191982735/"
	}
}, {
	"name": "Bhangra Dance",
	"description": "Bhangra is a form of music and dance whose origins lie the traditions of the Punjab region of the sub-Indian continent. We aim to form a University of Southampton Bhangra Competition Squad, whilst also allowing any other student the opportunity to learn Bhangra dance.",
	"links": {
		"facebook": "http://www.facebook.com/groups/316107235140454/"
	}
}, {
	"name": "Breakdance",
	"description": "Breakdancing society is open to anybody interested in breakdancing regardless of previous experience.\r\n Sessions are on Wednesdays 1 - 3pm and Saturdays 12 - 2pm\r\n Both in the Multi Purpose Studio on level 1 (bottom floor) of the SU.\r\n Join our facebook group or come down to a session if you're interested.",
	"links": {
		"facebook": "http://www.facebook.com/groups/q5rviW/"
	}
}, {
	"name": "Contemporary Dance",
	"description": "Southampton University Contemporary Dance Society aims to provide an opportunity for members and one off attendees to participate in dance classes at both and advanced and beginner level. We aim to offer a safe, friendly environment for people to experience a new style of dance or improve an already existing skill.",
	"links": {
		"facebook": "https://www.facebook.com/groups/352660114804845/"
	}
}, {
	"name": "Jazz Dance",
	"description": "Jazz Dance at the University of Southampton is a growing society which aims to provide fun and enjoyable classes for everyone from complete beginners to advanced dancers. Each year we select a squad which competes against other universities up and down the country, which in recent years has performed very well; medalling in every competition in which we took part. On top of this we take part in the annual SUSUPA Pure Dance show which incorporates all dancers throughout the society and is a chance to celebrate talent and dedication within the dance societies at the university. There are also tons of socials where you will get a chance to make great friends within the society as well as with other dance societies.",
	"links": {
		"facebook": "http://www.susu.org/https//www.facebook.com/groups/jazzdancesoc/"
	}
}, {
	"name": "Salsa Soc",
	"description": "Salsa Lessons taught by a professional Salsa teacher. Lessons are Cuban style salsa and range from beginners to advanced classes. We also organize an array of socials to such as Latin parties and trips to Bournemouth.",
	"links": {
		"facebook": "http://www.facebook.com/groups/Salsasoc"
	}
}, {
	"name": "Street Dance",
	"description": "The Street Dance society holds 3 classes each week in varying levels and styles of street dance. We also have a squad which takes part in competitions at Universities across the country.\\n\r\n\r\nClasses:\r\n\\n\r\nHip Hop: Monday, 6pm-7pm, Multipurpose Studio, taught by Darren Lee\r\n\\n\r\nLyrical Hip Hop: Wednesday, 3pm-4pm, Multipurpose Studio, taught by Brenton Mclean\r\n\\n\r\nBeginners Street Dance: Wednesday, 4pm-5pm, Multipurpose Studio, taught by Yasmin Moharrer.",
	"links": {
		"facebook": "http://www.facebook.com/groups/streetdancesoton/"
	}
}, {
	"name": "Tap Dance",
	"description": "We provide three tap classes a week ranging from beginner level to intermediate and advanced level. We participate in the annual Pure Dance show along with competitions including Loughborough. We aim to make classes fun and sociable aswell as providing a society that allows members to increase there tap skills. ",
	"links": {
		"facebook": "http://www.facebook.com/groups/315984765152701/"
	}
}, {
	"name": "StageSoc",
	"description": "StageSoc is the SUSU backstage society.  We cover the complete range of theatrical backstage crafts; from lighting to sound and stage work, and are responsible for providing complete technical support for SUSU Performing Arts. We are involved in a huge number of productions every year; we exceeded 20 shows last year, each with different requirements and challenges.\r\n\r\n It isn't all work, when we aren't involved in productions, we have weekly social events making us a friendly and busy society.",
	"links": {
		"website": "http://www.stagesoc.org.uk/",
		"facebook": "http://www.facebook.com/stagesoc?fref=ts"
	}
}]