[{
	"name": "Actuarial Society",
	"logo": "http://www.susu.org/groups/logos/3_1380973946.jpg",
	"zone": 5,
	"description": "Southampton University Actuarial Society (SUAS) is for all students interested or potentially interested in joining the actuarial profession. We will provide industry exposure - companies will be invited to present on topics relating to the actuarial field in order to give students a more in-depth perspective of the profession and we will also have skills sessions, which will include activities such as CV workshops and interview skills sessions.",
	"website": "http://www.soton.ac.uk/~suas",
	"twitter": "",
	"facebook": "http://facebook.com/pages/suas.soton",
	"email": "suas@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Afghan",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": " For Afghans and non-Afghans to come together, share what they know of the culture, food, traditions, music, cinema, etc as well as socialise.  We also plan to do fund-raising throughout the year for Afghanistans needy people.  Make people more aware of Afghanistan and remove the stereotypes.  Offer informal language lessons for those interested led by our own volunteering members. Have socials on the big calendar events such as Nawrooz (new year), Eid, etc. Attan practice taught by our members. (Attan is the traditional Afghan dance.) Trips to London or Oxford for poetry exhibition/ Afghan restaurant. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/377965528954624/",
	"email": "afghansoc@soton.ac.uk ",
	"type": "International and Cultural"
}, {
	"name": "African and Caribbean Society",
	"logo": "http://www.susu.org/groups/logos/375_1380707695.jpg",
	"zone": 3,
	"description": "We are a student run organisation focused on providing our members with opportunities that will develop them into culturally proud and aware, well rounded individuals who feel valued during their time in higher education. Our aim is to unite students from various backgrounds through the celebration of African and Caribbean culture while encouraging them to excel in their academic and career pursuits. We have a diverse following and take pride in giving back to the community through our charity work and mentorship scheme.",
	"website": "",
	"twitter": "http://twitter.com/SotonACS",
	"facebook": "http://www.facebook.com/southampton.acs",
	"email": "sotonacs@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "African Caribbean Christian Fellowship",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "ACCF is a Christian fellowship formed of various students from different cultures. We are united by our common faith and love for Jesus Christ. We strive to be the light to this world and to be examples to everyone around us. (1st Tim 4:12).We believe in God because we can see His works in our lives and in the lives of those around us.We also aim to increase awareness and appreciation of our different and diverse cultural heritage. EVERYONE is welcome, regardless of race, religion, or age. ",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "accf@soton.ac.uk",
	"type": "Faith"
}, {
	"name": "African Maritime, Finance, Oil and Gas Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "This group will be focussed on discussion and education of the maritime, finance and oil and gas industries in different African nations, respectively. Lawyers, students, businessmen and bankers will be invited to speak to members about the development of these three industries across ",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "africamfogs@soton.ac.uk",
	"type": "External Engagement"
}, {
	"name": "AIESEC",
	"logo": "http://www.susu.org/groups/logos/6_1389550866.jpg",
	"zone": 6,
	"description": "AIESEC is the world's largest youth-led organisation with 60,000 active members in over 1,800 universities in 110 countries and territories. Our core activities are focused on facilitating a global exchange scheme that provides challenging, cultural work internships for students and recent graduates.AIESEC is focused on providing a platform for youth leadership development, offering students the chance to work abroad, gain valuable leadership skills and develop both professional and personal relationships across the world. ",
	"website": "http://www.aiesec.co.uk",
	"twitter": "http://twitter.com/www.twitter.com/AIESEC_soton",
	"facebook": "http://www.facebook.com/AIESEC.Southampton?fref=ts",
	"email": "southampton@aiesec.co.uk",
	"type": "Enterprise"
}, {
	"name": "Aikido",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Aikido is a Japanese Martial art that practitioners can use to defend themselves while also protecting their attacker from injury. This is achieved by blending with the motion of the attacker and redirecting the force of the attack rather than opposing it head-on. Because of this, Aikido requires very little physical strength. Practicing aikido will lead to a healthy, flexible body, and an improved mentality.If you're interested in joining the club, please feel free to come and watch any of our training sessions. We have a friendly atmosphere, and encourage you to join in and get a feeling for the art.Training times and additional info can be found on our website.",
	"website": "http://www.soton.ac.uk/~aikido/index.html",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/suaikidostudents/",
	"email": "aikido@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Airsoft",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "We are a society that promotes and engages in the sport of Airsoft and Paintball. As a society are goals are to encourage participation and ensure our members have a good time. ",
	"website": "http://airsoft.susu.org/",
	"twitter": "",
	"facebook": "",
	"email": "committee@supac.org.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Allied Health Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "AHS brings together, under one society, everyone studying Occupational Therapy, Physiotherapy, Podiatry or Health Science. The society will give members the opportunity to meet other students from all years and courses. ",
	"website": "",
	"twitter": "https://twitter.com/AlliedHealthSoc",
	"facebook": "https://www.facebook.com/groups/470874799663696/",
	"email": "allied.health.society@gmail.com",
	"type": "General"
}, {
	"name": "Alternative Indie Music",
	"logo": "http://www.susu.org/groups/logos/10_1380281718.jpg",
	"zone": 4,
	"description": "We are a society dedicated to the appreciation of alternative and indie music. Our monthly live event, Frequency every second Monday of the month in Bar 2 by The Cube gives local bands and students a chance to come and play for an audience in SUSU is a great way to showcase the talent that the South has to offer. We organise gig trips and socials to clubs that promote themselves as featuring alternative or indie music and have our own radio show on Surge called AIM hour.It's a great society to meet people who like similar music to you and finding gig buddies as Southampton has a great live music scene, with top venue The Joiners having just won NME's Best Small Venue. ",
	"website": "https://aim.susu.org",
	"twitter": "http://twitter.com/sotonuniaim",
	"facebook": "https://www.facebook.com/groups/5283429034/",
	"email": "aim@susu.org",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "American Football",
	"logo": "http://www.susu.org/groups/logos/186_1380209613.png",
	"zone": 7,
	"description": "Southampton Stags American Football Team:American Football team currently competing in BUCS South Division.Training Times (3G field, wide lane):Tuesday 8-10pmThursday 9-10pmSunday 10-1pm4 time National Champions (1992, 1993, 2006, 2008), National Finalists 2012",
	"website": "",
	"twitter": "https://twitter.com/StagsFootball",
	"facebook": "https://www.facebook.com/SouthamptonStags",
	"email": "sf2e11@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Amicus",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 2,
	"description": "This is a society for raising money and awareness of the possible miscarriages of justice that occur in countries where capital punishment (primarily the USA) exists. We wish for students to become aware of the possible injustices around the world and encourage them to apply for opportunities in the UK and USA to help people on death row who have not been provided with an adequate defence. Opportunities include internships in the USA where people will have the chance to work alongside capital attorneys or carrying out casework in the UK. There are also training sessions in the UK where students are able to learn how to complete interview techniques, investigation skills, legal research in other jurisdictions, and much more. We also provide the opportunity for students to meet with people who have been exonerated from death row having been subjected to miscarriages of justice and people who have participated in internships in America to learn what they have achieved and were able to get out of it. We wish to make these opportunities available to people at this University, and help raise money along the way for the charity.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "amicus@soton.ac.uk ",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Amnesty International",
	"logo": "http://www.susu.org/groups/logos/11_1389549837.jpg",
	"zone": 2,
	"description": "We are ordinary people from around the world standing up for humanity and human rights. Our purpose is to protect individuals wherever justice, fairness, freedom and truth are denied.Our meetings are at 4 in building 58 (Murray) room 1039. Join our Facebook group or send us an email and we will add you to the mailing list to get all the latest updates!",
	"website": "",
	"twitter": "http://twitter.com/SusuAmnesty",
	"facebook": "https://www.facebook.com/groups/331949766878597/",
	"email": "amnestyi@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Anime and Manga Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Southampton Anime and Manga Society is a society dedicated to the mutual interest in anime, manga and other aspects of Japanese culture.",
	"website": "http://sams.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "samsoccommittee@gmail.com",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Archaeology Society",
	"logo": "http://www.susu.org/groups/logos/14_1380044224.jpg",
	"zone": 5,
	"description": "Subject group for Archaeology, aiming to provide social opportunities and trips of interest relevant to the subject.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/280960801933929/",
	"email": "archsoc@hotmail.co.uk",
	"type": "Departmental"
}, {
	"name": "Archers Road JCR",
	"logo": "http://www.susu.org/groups/logos/303_1380923855.png",
	"zone": 3,
	"description": "The JCR for students living in Romero, Gateley &amp; St Margarets",
	"website": "",
	"twitter": "",
	"facebook": "http://ArchersRoadJCR",
	"email": "archersjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Art Society",
	"logo": "http://www.susu.org/groups/logos/15_1382289694.jpg",
	"zone": 4,
	"description": "This society meets once a week for an art session, for example life drawing. The committee members organize and run each session. The objectives of this society are to bring together people who enjoy art and provide them with the opportunity to exercise this interest and socialize with likeminded people.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/artsocuniversityofsouthampton/",
	"email": "km9g11@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Asian Cultural Society",
	"logo": "http://www.susu.org/groups/logos/16_1383923437.jpg",
	"zone": 3,
	"description": "This is a society which brings together students with an Asian heritage or an interest in Asian culture in a friendly and social environment. We have several events throughout the year, from movie nights to club nights, with the flagship event being our cultural show: Dhamaal. It is held in the weeks before Easter each year and provides a platform for people across all years to showcase their talents in an eclectic mix of music, dance, comedy and a fashion show. There are also regular sporting events, which are not only very sociable but also provide a welcome break from the educational aspect of university life.",
	"website": "http://www.soton.ac.uk/~asiansoc",
	"twitter": "https://twitter.com/SotonAsianSoc",
	"facebook": "http://www.facebook.com/SotonAsianSoc",
	"email": "SotonAsianSoc@gmail.com",
	"type": "International and Cultural"
}, {
	"name": "Assassins Society - The Guild",
	"logo": "http://www.susu.org/groups/logos/377_1381075995.png",
	"zone": 7,
	"description": "The Assassins guild is based upon the idea of players tracking down, locating and performing mock assassinations upon other members within the society, whilst trying to avoid detection by their targets, being located themselves or being assassinated themselves. It is a game of cunning and creativity, with each player being totally free to choose how they approach their challenges. The game is not meant to be taken seriously, with players actually harming or engaging in any form of physical or verbal confrontation  as the name might suggest, but instead taken with a touch of humor and light-heartedness",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/167634223327430/",
	"email": "theguild@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Astronomy Society",
	"logo": "http://www.susu.org/groups/logos/17_1381009748.jpg",
	"zone": 5,
	"description": "We are an enthusiastic group of astronomers from all parts of the university. We regularly observe on Southampton Common",
	"website": "http://www.astrosoc.susu.org/",
	"twitter": "https://twitter.com/SotonAstrosoc",
	"facebook": "https://www.facebook.com/groups/SotonAstrosoc/",
	"email": "astrosoc@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Atheist Society",
	"logo": "http://www.susu.org/groups/logos/18_1380015771.png",
	"zone": 8,
	"description": "We aim to represent the views of Atheists in the community and provide a social group for those interested in Atheism, Secularism, Humanism and Scepticism.",
	"website": "http://atheistsoc.susu.org",
	"twitter": "http://www.twitter.com/SotonAtheistSoc",
	"facebook": "https://www.facebook.com/SotonAtheistSoc",
	"email": "atheistsoc@soton.ac.uk",
	"type": "Faith"
}, {
	"name": "Athletics &amp; Cross Country",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "",
	"website": "http://accc.susu.org/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/482296425120539/?bookmark_t=group",
	"email": "accc@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Audiology",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": " Better interactions between the different year groups. To aid better learning for all years  to learn from other years through buddy system and option for study sessions. Talks from external speakers: eg. Charities such as Action on Hearing; Private sector representatives such as directors of Specsavers/Boots, David Omerod. Possible recruitment day(s) for final years. To have more social interactions intra and inter years. Eg. Helping freshers get to know each other Connect with other audiology schools across UKAnd... Better representation!",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/AudioSoc/",
	"email": "yt6g10@soton.ac.uk ",
	"type": "Departmental"
}, {
	"name": "Azerbaijan",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": " The Southampton Azerbaijan Society (SAS) is a non-for-profit and non-governmental organisation based in Southampton, UK. The Society was established, on the 16th of May 2013, on the initiative of Tarlan Isgandarov, by a group of Azerbaijani students studying in the University of Southampton.Our aim is to unite and support Azerbaijani students in Southampton, familiarise everyone with Azerbaijan and its culture, and to strengthen UK-Azerbaijani relations. In order to do this, we intend to hold social activities and events. By creating a society, we would have a chance to meet even more people from variety of countries and exchange information about our countries and cultures. The main objective is to introduce Azerbaijan and its culture to everyone. ",
	"website": "http://users.ecs.soton.ac.uk/ea2g12/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/215604025249676/",
	"email": "Soton.azerbaijan@gmail.com",
	"type": "General"
}, {
	"name": "Badminton (Colours)",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "The Colours Badminton Club is the competitive badminton club at the University and takes part in regular training and matches against other universities and local teams. We currently have two mens and one ladies team in the BUCS leagues as well as a further two mens and a mixed team in the local Winchester district league.",
	"website": "http://subad.org.uk/index.html",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/469494926490769/",
	"email": "subad@hotmail.co.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Badminton (Recreational)",
	"logo": "http://www.susu.org/groups/logos/190_1391810330.jpg",
	"zone": 7,
	"description": "At RecBad you can play badminton games at any standard; beginner to expert, causal to competitive, with a range of people from all across the university! Meet new people, enjoy our varied socials, and improve your badminton with a relaxed and friendly club.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/#!/groups/recbad/",
	"email": "recbad@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Ballet Society",
	"logo": "http://www.susu.org/groups/logos/20_1383789535.jpg",
	"zone": 4,
	"description": "The ballet society is for all those with a love of ballet. We hope to cater for everyone by providing relaxed and fun ballet classes at 4 levels: beginners, improvers, intermediate, and advanced. So whether you have been dancing for as long as you can remember or are looking to try ballet for the first time, or even if you are just looking for a great way to stay flexible and fit, we hope you come along and get involved. As well as ballet classes we offer a weekly body conditioning class and an active social calendar with event ranging from visits to the theatre to nights out on the town. We also run competition squads who have competed very successfully at inter-university dance competitions. Regular class attendees are also invited to perform in the annual 'Pure Dance' show, which showcases the work of Southampton University Dance Societies. ",
	"website": "http://www.groupspaces.com/southamptonuniversityballetsoc;",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/16639102845/",
	"email": "ballet@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Ballroom and Latin Dance Society",
	"logo": "http://www.susu.org/groups/logos/21_1380066275.jpg",
	"zone": 4,
	"description": "We are Southampton University's Ballroom and Latin Dance Society. We encourage and teach dance at both a social and competitive level. Weekly classes for all standards are taught by professional teachers and we also compete regularly throughout the year against other universities across the country. We perform demonstrations at local events, take part in the annual dance showcase 'Pure Dance' and organise Southampton's very own Strictly Come Dancing every year!We are a very friendly and welcoming community open to all for enjoyment, fitness and involvement in the student union through our love of Ballroom dance... 'Keeeep Dancing!'",
	"website": "http://www.sublds.co.uk/",
	"twitter": "http://twitter.com/SUBLDS",
	"facebook": "http://www.facebook.com/groups/sublds/?fref=ts",
	"email": "sublds@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Barnardo's society",
	"logo": "http://www.susu.org/groups/logos/378_1380480494.jpg",
	"zone": 6,
	"description": "As part of the Barnardo's Student Programme we aim to raise awareness of this fantastic charity's national campaigns and services as well as putting on fundraisers throughout the year to raise our annual target of 1000.Fundraising events we've held in the past include;A free showing of the Lion King,Quiz Nights, Jesters takeovers, Cake sales, Live music events, Mega raids in highstreets and festivals, Krispy Kreme donut sales and much more...Last year, SU Barnardo's Society was awarded the Barnardo's Collecting Society of the year award (from all the University-based Barnardo's Societies), which was only won through our hard efforts and fundraising. By getting in touch with us, we can let you know about the campaigns Barnardo's is currently involved with, events we as a society are running, and how you can get involved yourself. ",
	"website": "http://www.barnardos.org.uk/",
	"twitter": "https://twitter.com/BarnardosSoton",
	"facebook": "https://www.facebook.com/groups/342445192187/",
	"email": "barnardo@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Baseball",
	"logo": "http://www.susu.org/groups/logos/191_1380222225.png",
	"zone": 7,
	"description": "",
	"website": "http://www.southamptonmustangs.co.uk",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/548087965207147/",
	"email": "susubaseball@groupspaces.com",
	"type": "Outdoor Team Sports"
}, {
	"name": "Basketball",
	"logo": "http://www.susu.org/groups/logos/192_1381314138.jpg",
	"zone": 7,
	"description": "If you're interested at playing Basketball at any level please get in touch!! We have Men's and Women's competitive and development teams which accept players of all abilities!You can now sign up for 2013/14 trials at our website!We have the following competitive teams:Mens 1 - playing in BUCS and National League.Mens 2 - playing in BUCS.Womens - playing in BUCS and SABA Local League.",
	"website": "http://www.southampton.ac.uk/~sharks/",
	"twitter": "http://twitter.com/www.twitter.com/SUBC_Sharks",
	"facebook": "http://www.facebook.com/SUBCSharks",
	"email": "sharks@soton.ac.uk",
	"type": "Indoor Team Sports"
}, {
	"name": "Belly Dance Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Belly dancing is beautiful form of dance which happens to be a great way to get fit maintain flexibility and improve your core muscles, while having fun! We run 2 weekly beginner classes in 2 different styles of belly dance.  Traditional oriental, and tribal fusion-a modern american adaptation of belly dance.  Classes are Friday in the multi purpose studio and open to all levels-6-7 for tribal and 7-8 for oriental.  We also run workshops in a variety of different fusion styles from burlesque belly dance to hip hop fusion belly dance.  Classes are just 3 a lesson(or 5 for both!) and membership for the year is 10",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/southamptonuniversitybellydance/",
	"email": "Hj1g11@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Bencraft JCR",
	"logo": "http://www.susu.org/groups/logos/302_1380923967.png",
	"zone": 3,
	"description": "Your Bencraft JCR",
	"website": "",
	"twitter": "",
	"facebook": "http://BencraftJCR",
	"email": "bencraftjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Bhangra Society",
	"logo": "http://www.susu.org/groups/logos/379_1380385885.png",
	"zone": 4,
	"description": "Bhangra is a fun-filled, energetic and explosive form of dance, which originates from the Punjab region of India! We hold weekly classes which are open to anyone, irrespective of ability or background - so come along and get involved! We also have a Beginners' squad and a Competition squad, should you wish to take Bhangra that step further and perform at a university, local or national level.",
	"website": "",
	"twitter": "http://twitter.com/SotonBhangraSoc",
	"facebook": "http://www.facebook.com/SotonBhangraSoc?fref=ts",
	"email": "bhangra@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Biological Sciences Postgraduate",
	"logo": "http://www.susu.org/groups/logos/423_1380563017.jpg",
	"zone": 5,
	"description": "BSPS is a newly founded society with the main aim to provide both educational and social events for the hard working postgrad students of B85 and beyond! We aim to provide a community for the Biological Sciences postgrad students through both social and educational events",
	"website": "",
	"twitter": "https://twitter.com/sotonbsps",
	"facebook": "https://www.facebook.com/sotonbsps",
	"email": "bsps@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Biological Sciences Society",
	"logo": "http://www.susu.org/groups/logos/24_1380185519.png",
	"zone": 5,
	"description": "We are a society for the students who study biological sciences and those who are interested in bio-science. We run educational and social events including bi-annual balls and seminars we also offer several sports teams that compete in the intramural leagues. Biosoc aims to bring together people with similar interests to help everyone get the most out of their university experience.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/2216925412/",
	"email": "biosoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Boat",
	"logo": "http://www.susu.org/groups/logos/194_1380618037.jpg",
	"zone": 7,
	"description": "Each year, as one of the largest clubs within the AU (with over 100 members), SUBC welcomes both experienced and beginner athletes to join our fun and friendly club. Throughout the year everyone gets the opportunity to race at a range of events, ranging from small regattas, to large BUCS and international events. The club has an active social scene which is a great opportunity to meet people in other squads within the club",
	"website": "http://www.subc.co.uk",
	"twitter": "",
	"facebook": "http://www.facebook.com/#!/groups/122391907787342/",
	"email": "boatclub@soton.ac.uk",
	"type": "Watersports"
}, {
	"name": "Boxing",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "One of the most physically and mentally demanding sports. Whether you want to box to keep fit or to have competitive bouts, the Boxing club could be for you! We welcome new members all year round, so it's never too late to get involved. Don't be afraid to get in touch! All information you need is on our facebook page, SUABC",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/142600199780/",
	"email": "southamptonuniboxing@hotmail.com",
	"type": "Martial Arts"
}, {
	"name": "Brass Band",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "We are a group of brass players who gather once a week to rehearse for concerts and the annual events UniBrass and the Whit Friday marches.",
	"website": "http://subb.susu.org/",
	"twitter": "http://twitter.com/SUBrassBand",
	"facebook": "https://www.facebook.com/SUBrassBand",
	"email": "subband@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Breakdance Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Breakdancing society is open to anybody interested in breakdancing regardless of previous experience.Sessions are on Wednesdays 1 - 3pm and Saturdays 12 - 2pm.The sessions are held in the Multi Purpose Studio on level 1 (bottom floor) of SUSU building.Join our facebook group or come down to a session if you're interested!",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/q5rviW/",
	"email": "jhy1g12@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Bridge Club",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "We are a society devoted to the play of the card game bridge.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "bridge@soton.ac.uk",
	"type": "General"
}, {
	"name": "Bright Futures",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "The Bright Futures Society, a not-for-profit, offers students the chance to engage with top graduate recruiters, enabling you to find out first-hand about all the different industries out there and the best way for you to take your first step on the ever competitive career-ladder. But it is't just about skills and commercial awareness, it's also about boosting your self confidence and raising your aspirations. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/286843984779229/",
	"email": "Rvgm1g12@soton.ac.uk",
	"type": "General"
}, {
	"name": "Bruneian Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "Bruneian Southampton Society or BruSton was established in 2008. It was then officially affiliatedwith the Southampton University Student Union (SUSU) and Brunei Student Union (BSU) in 2009.We have set up the society to help bring the Bruneians of Southampton together and to look outfor each other. We hope to aid new comers from Brunei into the University and hopefully persuadeothers to join the BruSton family in the years to come.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "bru.ston@live.com",
	"type": "International and Cultural"
}, {
	"name": "Buddhist Meditation Society",
	"logo": "http://www.susu.org/groups/logos/30_1381407878.jpg",
	"zone": 8,
	"description": "The Buddhist Meditation Society provides students with the opportunity to learn about meditation within the New Kadampa Buddhist tradition. Through practising meditation and applying Buddhist insights to our daily life we can learn to maintain a peaceful mind. Our regular classes are on Wednesdays, 2.00-3.00 in 54/7035. Everyone is welcome, so come along and give one a go! ",
	"website": "http://groupspaces.com/buddhistmeditationsociety",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/BuddhistMeditationSoc/",
	"email": "ju1g11@soton.ac.uk",
	"type": "Faith"
}, {
	"name": "Bulgarian Society",
	"logo": "http://www.susu.org/groups/logos/381_1382523674.png",
	"zone": 3,
	"description": "The aim of Bulgarian society is firstly to gather all Bulgarians at the University of Southampton, and secondly to promote the Bulgarian culture, a better awareness of customs, traditions, history, to all international students ",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "bulgarian@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Cake Decorating Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "We aim to be a society with members interested in decorating cakes, improving their ability or learning from scratch. We have organized sessions for members to come and decorate either pre-baked cakes or dummies, with utensils provided by the society. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/#!/SUCakeDecSoc",
	"email": "cakedecsoc@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Canoe",
	"logo": "http://www.susu.org/groups/logos/197_1383934366.jpg",
	"zone": 7,
	"description": "A growing and nationally successful club, SUCC accommodates anyone from people who have never kayaked before (which is how most people join us), to expert paddlers! We run weekly sessions on the river and in the pool, with trips every fortnight and at least one awesome social a week. There's loads of info on our website: www.canoe.susu.org. If you have any questions at all please contact the committee via email: canoe@soton.ac.uk",
	"website": "http://canoe.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/442753722498846/",
	"email": "canoe@soton.ac.uk",
	"type": "Extreme Sports"
}, {
	"name": "Canoe Polo",
	"logo": "http://www.susu.org/groups/logos/196_1380092129.png",
	"zone": 7,
	"description": "Canoe Polo is the fastest growing watersport in the world! it is a 5-a-side contact game played in kayaks. The aim is to score as many goals in the opponents goal whilst stopping them going in yours. Players can pass the ball or dribble, contact can be made by jostling with kayaks or by pushing the ball carrier in.We provide all the kit you need including kayak, paddle, helmet, buoyancy aid and spraydeck. It doesn't matter if you have never paddled before, we welcome complete beginners and will get you confident and playing in no time. We take part in university tournaments all over the country including London, Cardiff, Bristol, Bath and Warwick as well as the main BUCs tournament in Doncaster. We also have teams in SW regional Div 3 and Div 1 which take place in Cheltenham, as well as members playing at all national levels. Basically, there are tournaments with leagues for all abilities!  Interested? Come along and have a go! We train twice a week in the Jubilee swimming pool on Fridays (8:30 -10pm) and Saturday (8-10pm), as well as on the river. Check out our website for more info!",
	"website": "http://sucp.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sotonpolo/",
	"email": "sucp@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Capoeira",
	"logo": "http://www.susu.org/groups/logos/371_1380025724.jpg",
	"zone": 7,
	"description": "Capoeira was born out of the slave trade around 500 years ago in Brazil. It was developed by the slaves as a martial art, however it was designed to look like tribal dances and rituals so that the slave masters would not suspect the violent aspect of the art. so it was that a crucial component in learning Capoeira has been the ability to mask your movements and intentions in an apparently non threatening dance.At Southampton we have a wonderful teacher (Mestre Joaozinho) teaching on Thursdays. We also have free sessions on Saturdays and Sundays for having our own Capoeira games and training. You're welcome to come to any of our sessions (see Facebook group for more info.) If you have any more questions you can email us. If you're wondering if you should try it or not, try it! ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sucapclub",
	"email": "Capoeira@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Catholic Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 8,
	"description": "Southampton University Catholic Society (CathSoc) is an open and friendly community of Catholic students from all over the world - we have over 36 nationalities represented among our ~150 members. Our main activity is hosting a Sunday Mass on campus every week during term time - we also organise social events (such as international food and dance evening, trips to the New Forest, trips to Sprinkles Ice Cream Shop, a Christmas Dinner and Summer Ball every year) and opportunities to profess and deepen our faith through prayer and worship groups. We are not an evangelistic group but we reach out to the local community through our links with CAFOD and local parishes, mainly Immaculate Conception in Portswood and St Edmund's on The Avenue. The society is based at the Chaplaincy with support from our chaplain, Sr Catherine and a committee of students who run the society and the Masses. Anyone is welcome to join us for Mass on Sunday - just turn up at 6.30pm to the Chaplaincy. There is usually food afterwards :-) We are predominately  Roman Catholics, but we have members from the Eastern Rite and the Orthodox Community regularly joining us. If you've made it this far, you should at least come and meet us now! We're very welcoming and very normal - see you on Sunday? ",
	"website": "http://www.southampton.ac.uk/~cathsoc/",
	"twitter": "http://twitter.com/www.twitter.com/SotonCathSoc",
	"facebook": "http://www.facebook.com/groups/uos.cathsoc",
	"email": "cathsoc@soton.ac.uk",
	"type": "Faith"
}, {
	"name": "Caving",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Southampton Uni Caving Club gives you the opportunity to go to places that no one has ever been before, see some amazing sights and meet lots of interesting new people. We also hold regular socials!",
	"website": "http://caving.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/2204823157/",
	"email": "lb15g10@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Chamberlain JCR",
	"logo": "http://www.susu.org/groups/logos/304_1380923956.png",
	"zone": 3,
	"description": "The JCR for students living in South Hill and Hartley Grove",
	"website": "",
	"twitter": "",
	"facebook": "http://ChamberlainJCR",
	"email": "chamberlainjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Cheerleading - Vixens",
	"logo": "http://www.susu.org/groups/logos/260_1380015334.png",
	"zone": 7,
	"description": "Welcome to the Vixens page! Our club is made up of three squads; the Competition Squad, the Dance Squad and the Game Day Squad.Not only do we enter (and win) cheer and hip-hop competitions at a National level, we also support our University as a whole. We attend the Stags American Football Team's games, involve ourself with the rest of our Athletic Union and hold fund raisers. Our support is also shown in the wider community, and we've even made the front page of a newspaper and have also appeared on TV.",
	"website": "http://www.southamptonvixens.com/",
	"twitter": "",
	"facebook": "http://www.facebook.com/pages/Southampton-Vixens-Cheerleading-Squad-201213/338267566258242",
	"email": "southamptonvixens@gmail.com",
	"type": "Indoor Team Sports"
}, {
	"name": "Chemistry Society",
	"logo": "http://www.susu.org/groups/logos/32_1381949371.png",
	"zone": 5,
	"description": "ChemSoc provides a break from the academic pressures of Chemistry.  We provide events to cater for all needs and aim to bring Chemists of all ages together in having a good time.In order to do this we participate in a number of social activities, sports and outreach activities to encourage mass participation and provide a better experience for chemists as a whole; creating a bridge between the school and the students.",
	"website": "http://www.chem-soc.co.uk",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/ChemsocSouthampton",
	"email": "chemsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Chess Club",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "The chess club is a place for chess players of all standards to meet. We aim to provide equipment for casual play at club nights, to practice and improve, and provide an environment in which players can learn from one another and analyse games they have played. We also aim to play competitive chess at a variety of levels. We run tournaments within the club, and travel to tournaments elsewhere, encouraging our members to get more involved in chess. ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/30524630535/",
	"email": "chess@soton.ac.uk",
	"type": "General"
}, {
	"name": "Chinese Students &amp; Scholars Association",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "To serve and provide events, extra-curricular activities and information to all the Chinese students of the University.",
	"website": "http://www.cssasoton.org/new/",
	"twitter": "",
	"facebook": "",
	"email": "cssasoton@hotmail.com",
	"type": "International and Cultural"
}, {
	"name": "Chinese Students Society",
	"logo": "http://www.susu.org/groups/logos/384_1380035477.png",
	"zone": 3,
	"description": "Our society aims to gather all the Chinese students in the university, by holding a lot of activities in order to give our members a fun and fruitful university life. ",
	"website": "https://www.facebook.com/groups/192338367483090/",
	"twitter": "",
	"facebook": "",
	"email": "southamptoncss@gmail.com",
	"type": "International and Cultural"
}, {
	"name": "Christian Union",
	"logo": "http://www.susu.org/groups/logos/36_1381426628.png",
	"zone": 8,
	"description": "As a society we aim to share about Jesus Christ, who we believe to be our Lord and Saviour. Further we aim to live out and encourage the Christian lifestyle. We are an active society who gathers large amounts of people on a regular basis.",
	"website": "http://www.sucu.org.uk",
	"twitter": "https://twitter.com/SouthamptonCU",
	"facebook": "https://www.facebook.com/groups/SUCUemail/",
	"email": "info@sucu.org.uk",
	"type": "Faith"
}, {
	"name": "Circus Society",
	"logo": "http://www.susu.org/groups/logos/37_1380474375.gif",
	"zone": 4,
	"description": "At circus society we're all about meeting people, getting involved and having fun. Everyone has fun teaching and learning new tricks together, and we highly encourage members to learn and develop performance skills. We cater for a wide range of skill levels, welcoming both complete beginners and experts, and have a range of our own circus equipment so that anyone can join in and learn tricks straight away.We occasionally organize beginners' sessions of various equipment such as juggling, poi, diabolo and unicycling, and our members have a huge variety of skills including staff, flower stick, hula hooping, contact juggling and more! We also have evenings where members get the opportunity to safely use fire equipment.Our experienced performers are available for hire for events both in and out of the university, and the society serves as a platform to advertise our members and their skills.",
	"website": "http://circus.susu.org/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/2207231342/",
	"email": "juggling@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Comedy Society",
	"logo": "http://www.susu.org/groups/logos/38_1380311870.png",
	"zone": 4,
	"description": "SUSU ComedySoc aims to provide a wide range of comedy entertainment to appreciative audiences. We seek to encourage aspiring young writers, actors and stand ups to enhance their creative skills in the pursuit of laughter. ",
	"website": "http://comedy.susu.org",
	"twitter": "https://twitter.com/SUSUcomedysoc",
	"facebook": "http://www.facebook.com/SUSUComedysoc",
	"email": "comedysocpresidents@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Computer Game Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "A group to allow members to come together to socialize and play games in one place. Providing tournaments each week and bringing consoles in to allow everyone to play.",
	"website": "http://cgsoc.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "cgsoc@soton.ac.uk",
	"type": "General"
}, {
	"name": "Concert Band",
	"logo": "http://www.susu.org/groups/logos/42_1380480180.png",
	"zone": 4,
	"description": "Concert Band is open to anyone who plays a brass, wind or percussion instrument. As one of few non-auditioned music societies we maintain a relaxed atmosphere without the stresses of auditioning for places.  The main aim of the band is to have a great time whilst playing music.",
	"website": "http://www.band.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "band@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Connaught JCR",
	"logo": "http://www.susu.org/groups/logos/305_1380923950.png",
	"zone": 3,
	"description": "The JCR for students living in Connaught Halls",
	"website": "",
	"twitter": "",
	"facebook": "http://ConnaughtJCR",
	"email": "connaughtjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Conservation Volunteers",
	"logo": "http://www.susu.org/groups/logos/43_1381156576.jpg",
	"zone": 6,
	"description": "SU Conservation Volunteers organise tasks with local conservation projects every Sunday in and around Southampton and Hampshire.Task locations include Southampton Common, Chilworth conservation area, the Grasslands Trust, Hampshire/Dorset Wildlife Trust, The Conservation Volunteers and more.Tasks involve things like heathland restoration, scrub clearing, invasive plant removal, coppicing, boardwalk building, dead hedge building, planting, dry stone walling...  Anything that helps boost and protect biodiversity in the local area!Membership is free, along with free tea, coffee and biscuits on tasks, as well as a jacket potatoes if we have a bonfire! We also have socials, longer residential trips further afield every term and even occasional resis abroad.We meet on Sunday mornings outside the West Building (Stag's Head side entrance) between 9 and half 9, coming back between 4ish.  Remember to join the mailing list and reply to task emails to let us know your coming though, or you may not get a place on the minibus!",
	"website": "http://www.soton.ac.uk/~sucv/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sucv1/",
	"email": "sucv@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Conservative Association",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 2,
	"description": "Society representing the Conservative Party at the University. We aim to encourage conservatism on campus as well as being a place where Conservatives can meet.",
	"website": "http://www.suca.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "southamptonconservatives@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Contemporary Dance Society",
	"logo": "http://www.susu.org/groups/logos/177_1380045533.png",
	"zone": 4,
	"description": "Southampton University Contemporary Dance Society aims to provide an opportunity for members and one off attendees to participate in dance classes at both and advanced and beginner level. We aim to offer a safe, friendly environment for people to experience a new style of dance or improve an already existing skill. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/660331550663262/?bookmark_t=group",
	"email": "sucds@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Creative Writing Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "The Creative Writing Society is for all students from all disciplines whom like to write creatively. We run weekly workshops, have a really good time and have a wide range of opportunities for you to take hold of, including competitions, self-published publication opportunities and guest speakers. Just hit up the Facebook group or email us and come to a meeting to see what we do!",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/201344016653251/",
	"email": "sucws@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Cricket (Ladies)",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "A group designed for those interested in playing cricket - whatever your ability! Join the Wessex legends that are Southampton University Ladies Cricket Club!This group will keep you up to date on all of the socials, matches and trainings.Training 12-1.30pm Sundays in The Old Sports Hall.Indoor games Sunday evenings Fleming ParkAny questions or queries can be directed to our lovely committee:Club Captain - Dee Tress: dt8g11@soton.ac.uk 07791551327Secretary - Charlotte Bladon:Team Captain - Lizzie Donkin:Treasurer - Jenny Nunn:Admin Officer: Emily SmithSocial Sec - Lizzie Donkin",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sulcc/?fref=ts",
	"email": "sulcc@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Cricket (Mens)",
	"logo": "http://www.susu.org/groups/logos/199_1380933312.jpg",
	"zone": 7,
	"description": "SUCC is one of the largest sports clubs at the University and also one of the most successful. Our 1st XI compete in the BUCS Premier South League, though we run four sides at varying standards, meaning the club contains everyone from County 2nd XI players to beginners. The club isn't just active during the summer term, however, and trains weekly through the winter at the prestigious Ageas Bowl Indoor School, as well as playing indoor matches in both Hampshire and BUCS competitions. We have a social every Wednesday, tour every year and you can be sure of a warm welcome if you join SUCC!",
	"website": "http://southamptonuniversity.hitscricket.co.uk/",
	"twitter": "http://twitter.com/SotonUniCricket",
	"facebook": "http://www.facebook.com/groups/SouthamptonUniversityCricketClub",
	"email": "cjr1g12@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Cymru Soc",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "Our aim is to unite the Welsh students of Southampton University. Activities include watching/attending rugby matches and learning/communicating in Welsh. We also want to start Welsh lessons in the coming year, for those who can't, but would like to speak our beautiful language.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/2204817805/",
	"email": "cymrusoc@gmail.com",
	"type": "International and Cultural"
}, {
	"name": "Debating Society",
	"logo": "http://www.susu.org/groups/logos/51_1382389167.jpg",
	"zone": 2,
	"description": "We run weekly debating which are open to everyone. Debates are typically topical and they raise awareness of current affairs and issues in the university. We also engage with other societies. We run training sessions to educate people in debating and to improve their skills at public speaking and formulating arguments, as well as general self confidence. ",
	"website": "http://www.southampton.ac.uk/~debating/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/56527593826/",
	"email": "debating@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Diving",
	"logo": "http://www.susu.org/groups/logos/458_1380282325.png",
	"zone": 7,
	"description": "Southampton University Diving Club (SUDC) is a group of students of all abilities who enjoy springboard and platform diving.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/124024174447631/",
	"email": "diving@soton.ac.uk",
	"type": "Watersports"
}, {
	"name": "DJ Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Southampton University DJ Society is run by the DJs at Southampton Uni for the benefit of everyone at Southampton Uni.The society's members include many DJs who play at events held around the University and beyond. Membership is not however limited to this; we exist to support the electronic music scene in Southampton and openly welcome anyone who shares this aim.",
	"website": "http://www.mixcloud.com/DJSoc/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/2213853335/",
	"email": "djsoc@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Dodgeball",
	"logo": "http://www.susu.org/groups/logos/201_1385567583.jpg",
	"zone": 7,
	"description": "Dodgeball is a relatively new sport in the UK, and Southampton University Dodgeball Club have gone from strength to strength in the past few years.Dodgeball is a sport played with two teams, each aiming to eliminate members of the opposing team by throwing balls at them. It's fast, furious and a whole lot of fun, and our club is open to anybody who wants to play. If you've ever seen the film 'Dodgeball', you'll have some idea of how the game is played.Our teams have obtained multiple medals and titles in the past few years since the club was founded in 2007 The club train on Wednesdays 12.40-2pm in the squash courts and Saturdays 9.30-11am in the old sports hall",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/2403876794/",
	"email": "dodge@soton.ac.uk",
	"type": "Indoor Team Sports"
}, {
	"name": "Duke of Edinburgh Society",
	"logo": "http://www.susu.org/groups/logos/54_1380894158.png",
	"zone": 6,
	"description": "The Duke of Edinburgh Society is the principal way for university students to become affiliated with and complete their Duke of Edinburgh Award with Woolston and Weston Open Centre (WAWOC). The SU DofE Society focuses on providing participants with the means to complete their Gold Duke of Edinburgh award. We have weekly meetings/activities on Thursday evenings.",
	"website": "http://dofe.susu.org/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sudofe/",
	"email": "sudofe@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Economics Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "As a subject society, we aim to bring peers together to integrate the three years of the course together and form social groups for academic and non-academic reasons  through social events and interest of the subject. ",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "econsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Education",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "Hey there! EduSoc is here to enrich the student experience of those studying on any degree programme in the Southampton Education School. We aim to do this by hosting guest speakers, organising trips, socials, and creating a support network for all aspects of student life. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/UoSEduSoc/",
	"email": "Edusoc@soton.ac.uk ",
	"type": "Departmental"
}, {
	"name": "Electronic Music Society",
	"logo": "http://www.susu.org/groups/logos/387_1380893846.png",
	"zone": 5,
	"description": "Our society is aiming to create a community of electronic music enthusiasts. The term electronic music is an umbrella term that encompasses a wide spectrum of different styles, genres and sub-genres of music. We hope to bring fans of electronic music (from across the spectrum) together in order for them to meet new people with similar tastes and to experience music that they may have otherwise never heard.",
	"website": "http://www.semsu.co.uk",
	"twitter": "",
	"facebook": "https://www.facebook.com/pages/Southampton-Electronic-Music-Society-SEMSU/375663329121507",
	"email": "semsu@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Electronics and Computer Science Society",
	"logo": "http://www.susu.org/groups/logos/57_1384528389.png",
	"zone": 5,
	"description": "ECSS is a student run society within the School of Electronics and Computer Science. We aim to promote IT innovation in our members by holding competitions and challenges as well as providing social and sporting events throughout the year. We are always open to fresh ideas for events so feel free to give us your suggestions on our website.",
	"website": "http://society.ecs.soton.ac.uk",
	"twitter": "http://twitter.com/ecs_society",
	"facebook": "https://www.facebook.com/groups/2231086166/",
	"email": "society@ecs.soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Enactus",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "Enactus Southampton is a student run social enterprise and an affiliated society of the University of Southampton Student's Union. The team are currently undertaking 12 projects, 9 Social Projects and three Commercial Enterprises.The principal objective of SIFE Southampton is to provide a channel whereby students can gain experience working in a business environment, while at the same time improving the quality of life and standard of living for communities and individuals in need. SIFE projects set University of Southampton students apart from their peers, by teaching them (through their experiences), the relevant skills to make them more employable in the future.",
	"website": "http://www.enactussouthampton.com/",
	"twitter": "",
	"facebook": "https://www.facebook.com/Enactus.Southampton",
	"email": "SIFE@soton.ac.uk",
	"type": "Enterprise"
}, {
	"name": "Engineering Society",
	"logo": "http://www.susu.org/groups/logos/58_1383304252.jpg",
	"zone": 5,
	"description": "SUES aim to provide a platform for interaction between different years and cohorts of engineering students, academic staff and others of similar interests. ",
	"website": "http://www.sues.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "sues.pres@gmail.com",
	"type": "Departmental"
}, {
	"name": "Engineers Without Borders",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "Who are we?We are a student society that reaches across all Engineering disciplines and Science departments. What we do?We provide the opportunity and we are encouraging students (studying technology related subjects and not only) to have an experience with working in international development, practical trainings and promoting engineering. Our aim is to facilitate human development by using engineering and technical skills, by taking action and getting ideas to the next level.Why do it?The best way to learn and be as effective as possible is by teaching and helping others.  In this case we are working in the befit of the people from developing countries and that of the engineering and science community. ",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "Ewb.southampton@gmail.com ",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "English Society",
	"logo": "http://www.susu.org/groups/logos/60_1379953668.png",
	"zone": 5,
	"description": "EngSoc's here to help you make the most of your English degree! We build a community for every English student at Southampton by organising socials (including non-alcoholic trips to soft play centres!), larger events like the Humanities Ball, book sales, and sports including netball and football. Get involved!",
	"website": "http://engsoc.susu.org/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/EngSocSouthampton",
	"email": "engsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Environmental Science Student Society",
	"logo": "http://www.susu.org/groups/logos/61_1379952737.jpg",
	"zone": 5,
	"description": "Our aims are to represent the interests of current environmental sciences students (all years and programs), environmental groups and charities, and also prospective students.We want to provide opportunities to Environmental Science students, and others interested in conservation/sustainability, to develop their knowledge on environmental topics and explore global issues.",
	"website": "http://esss.susu.org",
	"twitter": "http://twitter.com/UoSES",
	"facebook": "https://www.facebook.com/Envsocsoton",
	"email": "esss@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Erasmus Park JCR",
	"logo": "http://www.susu.org/groups/logos/306_1380923938.png",
	"zone": 3,
	"description": "The JCR for students living at Erasmus Park halls in Winchester",
	"website": "",
	"twitter": "",
	"facebook": "http://ErasmusParkJCR",
	"email": "erasmusjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Erasmus Society",
	"logo": "http://www.susu.org/groups/logos/62_1380971292.png",
	"zone": 3,
	"description": "Our main aim is to provide all round support for everyone's exchange experience, from adjusting to life in Southampton, to advice on who to contact with housing, personal and academic concerns. ",
	"website": "http://erasmus.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/ESNSouthampton",
	"email": "esn@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Explore the UK",
	"logo": "http://www.susu.org/groups/logos/399_1380099036.jpg",
	"zone": 3,
	"description": "Explore the UK (ETUK) aims to provide opportunities for international students to gain the most out of their Southampton experience through a variety of trips, events and cultural experiences. The society also looks to provide opportunities for home and international students to come together focusing on a shared interest in different cultures.",
	"website": "",
	"twitter": "https://twitter.com/ExploreTheUK",
	"facebook": "https://www.facebook.com/ExploreTheUK",
	"email": "etuk@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Fancy Dress",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "The Southampton University Fancy Dress Society is a society created to gather people together who have a passion for dressing up in fancy dress. The aims of the society are to offer workshops and tips on how to make great fancy dress on a student budget and therefore improve the standard of fancy dress socials throughout the university. The best way to get in contact with the group is through our facebook group:www.facebook.com/groups/fancydresssoton/If you don't use facebook, then feel free to drop an email in to our email address fancydrs@soton.ac.uk",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/fancydresssoton",
	"email": "fancydrs@soton.ac.uk",
	"type": "General"
}, {
	"name": "Fandomonium Society",
	"logo": "http://www.susu.org/groups/logos/524_1382780098.png",
	"zone": 3,
	"description": "To unite all fangirls/fanboys!We will include fandoms such as Harry Potter, Doctor Who, Sherlock, Lord of the Rings, Merlin, Supernatural, Star Wars, Star Trek, Hunger Games, Divergent etc :)",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/588763644503126/",
	"email": "fandomsoc@soton.ac.uk",
	"type": "Student Communities"
}, {
	"name": "Fashion and Style Society",
	"logo": "http://www.susu.org/groups/logos/438_1379955456.png",
	"zone": 4,
	"description": "Have you looked in your wardrobe and thought, 'I have too many clothes'? Yeah, us neither. We maintain our blog throughout the year, with monthly events such as socials, photoshoots and trips to fashion shows. ",
	"website": "http://sotonfashsoc.blogspot.com",
	"twitter": "",
	"facebook": "https://www.facebook.com/UniversityOfSouthamptonFashionAndStyleSociety",
	"email": "fashion@soton.ac.uk",
	"type": "General"
}, {
	"name": "Feminist Society",
	"logo": "http://www.susu.org/groups/logos/64_1389549964.png",
	"zone": 2,
	"description": "This society is for anybody from the university who has an interest in the Feminist movement. We are an open-minded, political society which holds regular meetings to discuss issues surrounding feminism and the fight for gender/sexual equality, including film screenings, guest speakers, energetic debates, presentations and social meetings.",
	"website": "https://twitter.com/SUFemSoc",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/sufemsoc/",
	"email": "sufemsoc@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Fencing",
	"logo": "http://www.susu.org/groups/logos/202_1380559287.jpg",
	"zone": 7,
	"description": "Described by some as physical chess, fencing is an exhilarating sport that requires both mental and physical agility. We welcome new members of any standard, from complete beginners to experienced, competitive fencers. We run a beginners course every year to teach you the basics and all equipment is provided. The teams are doing well, with several medals at international competitions in recent years. Socials take place regularly. Fencing is a fantastic sport, so why not give it a try?",
	"website": "http://www.sotonfencing.co.uk",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/122391907787342/files/#!/pages/Southampton-University-Fencing-Club/244713248906032",
	"email": "fencing@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Fight Against Cancer",
	"logo": "http://www.susu.org/groups/logos/388_1380052280.jpg",
	"zone": 6,
	"description": "Our objective is to raise awareness in the local community concerning the fight against cancer and to fundraise for cancer charities; primarily Cancer Research UK. We do this by holding our own fundraising events, taking part in sponsored activities and volunteering at official Cancer Research UK events in Southampton. Tweet us @SU_FAC",
	"website": "http://www.sufac.co.uk",
	"twitter": "http://twitter.com/SU_FAC",
	"facebook": "http://www.facebook.com/#!/SUFightAgainstCancer",
	"email": "sufac@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Film Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "This society is for Southampton students who share a common interest in the silver screen and seek a refuge to get geeky over films. Along with socials, screenings and cinema trips this society also organises an annual overseas trip. This year we are hoping to venture to Berlin.Our film fanatic committee will help you with anything you need and are dedicated to making this society the most socially enjoyable and functional group. Whether you're a fresher or not and want to get more involved or have any questions, don't hesitate to drop us an e-mail.'",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/19896341120/",
	"email": "filmsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Fish On Toast",
	"logo": "http://www.susu.org/groups/logos/66_1381928834.jpg",
	"zone": 6,
	"description": "We are The University of Southampton's Entrepreneur Society: We aim to promote and encourage entrepreneurship via speakers, events and our incubator programme.Since 2002 the society has been working to nurture and develop the next generation of entrepreneurs by encouraging a culture of innovation, inspiration and collaboration. We pride ourselves on having one of the most ambitious, motivated and creative groups of people as our members. You might not have thought about what you want to do after graduation but that doesn't matter. If you're simply looking for something fun to fill your Thursday evenings or you want to start a business next week, Fish on Toast is for you.We're about getting inspired by each other's enthusiasm and that of our incredible visiting speakers, running our own businesses, and entering sweet competitions whilst stuffing ourselves on free pizza!We are, quite literally, the most inspiring club that you can join at uni. Together we can learn the secrets for business success meet some awesome people and hopefully change the world!",
	"website": "http://www.fishontoast.co.uk",
	"twitter": "http://twitter.com/www.twitter.com/fishontoast",
	"facebook": "http://www.facebook.com/fishontoast",
	"email": "info@fishontoast.co.uk",
	"type": "Enterprise"
}, {
	"name": "Folk Music Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "A place for folk enthusiasts, musicians and dancers to gather, play music, and sometimes dance to gather, make friends, and perform to people within the University and outside. Folksoc is involved in a number of music sessions, ceilidhs , busking, and general performance in the Southampton region",
	"website": "http://www.folksocsoton.com",
	"twitter": "https://twitter.com/SotonFolkSoc",
	"facebook": "https://www.facebook.com/groups/160540653970075/",
	"email": "SotonFolkSoc@gmail.com",
	"type": "Performing Arts"
}, {
	"name": "Football (Ladies)",
	"logo": "http://www.susu.org/groups/logos/205_1382430686.png",
	"zone": 7,
	"description": "Southampton University Ladies Football Club is a great club for people who like to meet new people! We have 2 teams and welcome all levels of ability. We have a really fun and outgoing committee and the most important thing about our club is that everyone enjoys it!",
	"website": "",
	"twitter": "https://twitter.com/SULFC1",
	"facebook": "https://www.facebook.com/groups/608790095827998/",
	"email": "sulfc@outlook.com",
	"type": "Outdoor Team Sports"
}, {
	"name": "Football (Mens)",
	"logo": "http://www.susu.org/groups/logos/204_1381698401.jpg",
	"zone": 7,
	"description": "Southampton University Football Club has long been one of the most prestigious and admired setups on the south coast. Playing as hard as they work, club members bleed the famous claret and blue typified by an unforgettable Easter tour. An experienced committee oversee the club to coordinate the goings on and with a UEFA recognised coach in Phil Moody, the three teams have built a reputation for unrivaled tactical awareness and organisation which is set to bring inevitable silverware.",
	"website": "http://www.southamptonuniversityfootballclub.com",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/122391907787342/files/#!/pages/Southampton-University-Football-Club/146781968689990",
	"email": "jjp1g11@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "French Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "We aim to provide a range of social activities for people studying French and for French native speakers, as well as aiming to involve everyone studying modern languages with big events such as balls. This includes opportunities for students of French to talk to native speakers, French film nights and potentially a trip to a French speaking country. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sotonfrensoc/",
	"email": "frensoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Games Society",
	"logo": "http://www.susu.org/groups/logos/70_1380928142.png",
	"zone": 4,
	"description": "A relaxed society aiming to provide a place to socialize and play board, card, tabletop war and role playing  games with others who share similar interests.",
	"website": "http://www.sotongamesoc.com",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/2230156853/",
	"email": "committee@sotongamesoc.com",
	"type": "General"
}, {
	"name": "Geography Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "GeogSoc is a non-profit organisation run by students for students; all the money goes back into making the society better for members.Membership is 33 pounds for the whole three years of your degree and includes a free t-shirt for freshers and society discounts on socials, hoodies and trips! Plus from 2012-13 members will be able to use their GeogSoc Membership cards to gain benefits from discounted prices for drinks and food in Orange Rooms.",
	"website": "http://sotongeogsoc.co.nr/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/2205044129/",
	"email": "geogsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Geological Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "Our aims are to arrange meetings, social events, careers fairs, field trips and other  activities for Geology/Geophysics students. ",
	"website": "http://geolsoc.susu.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/sotongeolsoc",
	"email": "geolsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "German Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "A society for all students with an interest in German speaking countries. Our exciting fortnightly events include our chilled-out Stammtisch where we brush up on our German conversation skills at Portswoods local pub and our film nights where we screen fantastisch German classics. However, the highlight of the Gersoc calendar is by far our action-packed trip, which this Easter takes us to Leipzig. All that plus our Winchester Christmas market trip, joint language socials and a fabulous Balls  whats not to like? Whether youre a novice or a native speaker come and share the love with Gersoc because, lets face it, theres so much to celebrate from the Gummibrchen, the Glhwein to the Lederhosen. ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/soton.gersoc/",
	"email": "susugersoc@gmail.com",
	"type": "Departmental"
}, {
	"name": "Glen Eyre JCR",
	"logo": "http://www.susu.org/groups/logos/307_1380923932.png",
	"zone": 3,
	"description": "Glen Eyre",
	"website": "",
	"twitter": "",
	"facebook": "http://GlenEyreJCR",
	"email": "glenjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Gliding",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Whether you want to take up gliding as a serious hobby or just experience it once, we'd love to get you flying!As a university club, we enjoy cheaper rates than regular glider pilots, making this a great time to learn to fly.We fly from Lasham most weekends when the weather is right. Further information on getting involved, including prices, is all on our website.",
	"website": "http://www.sugc.net/",
	"twitter": "",
	"facebook": "",
	"email": "gliding@soton.ac.uk",
	"type": "Extreme Sports"
}, {
	"name": "Goju Ryu Karate",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Goju Ryu literally translates as hard-soft style.  We believe that true power comes not from sheer strength, but focus and control from within.  Our style ultimately consists of a surprisingly small series of basic techniques, put into such contexts as sparring (kumite), sequences of displayed moves (kata) and applications of the kata (bunkai).  We assist our members in developing their core physical and mental strength in order to perfect their techniques and reach the essence of goju ryu.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "gojuryusoton@gmail.com",
	"type": "Martial Arts"
}, {
	"name": "Golf",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "We cater for all levels of player, from beginners looking to learn, experienced/intermediate players who would like to get a handicap certificate (or improve it!) and low handicap players who would represent the Uni in the BUCS league. We compete in the BUCS Team League as well as the BUCS Cup. ",
	"website": "",
	"twitter": "https://twitter.com/SotonUniGolf",
	"facebook": "http://www.facebook.com/groups/5413799684/",
	"email": "sugolf@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Good Food Society",
	"logo": "http://www.susu.org/groups/logos/74_1391620304.png",
	"zone": 2,
	"description": "We aim to provide a light and friendly environment for students to get together and enjoy good food. Our tasting events allow students to mingle with likeminded foodies, and to try new exotic, healthy, nutritious and delicious food that may not usually come under a student budget. We aim to provide an understanding of other cultures through food tasting, and organize restaurant trips to unusual places that will heighten students awareness of the varied food culture in Southampton.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/321549707857179/",
	"email": "goodfood@soton.ac.uk",
	"type": "General"
}, {
	"name": "Greek and Cypriot Society",
	"logo": "http://www.susu.org/groups/logos/76_1384007470.gif",
	"zone": 3,
	"description": "The main aim of our society is to promote the Greek and Cypriot culture, customs and social life to the students that live in Southampton.",
	"website": "http://grcysoton.com/en",
	"twitter": "",
	"facebook": "https://www.facebook.com/pages/Greek-Cypriot-Society-University-of-Southampton/131331687010863",
	"email": "grcysu@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Green Action",
	"logo": "http://www.susu.org/groups/logos/77_1379973217.jpg",
	"zone": 2,
	"description": "Hello and Welcome to Green Action. This is an exciting year to be part of the Green Action Society 2013-14. Green Action is a network of students at the University of Southampton who raise awareness of environmental and social issues and organise action on green issues in a friendly and social atmosphere. We welcome anyone who has an interest in helping the environment and wants to have a lot of fun and also wants to meet like-minded, friendly and enthusiastic people. Groups and projects Green Action members are involved in include the SU Food Co-op, Student Ground Force, Environmental Rock, the Soton Student Green Portal, PowerDown gigs, WildSoton, SAPAM, the ECOnomics Forum, the Dark Mountain Project, SU Conservation Volunteers, Southampton Hub, Student Climate Forums, and the SUSU Environment and Ethics department.We also put on film showings, summer trips, talks from inspiring speakers and fundraisers for good causes, as well as frequent get-togethers and socials to relax with like-minded people.",
	"website": "http://www.greenactionsouthampton.co.uk",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/6906767362/",
	"email": "greenaction@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Guild of Change Ringers",
	"logo": "http://www.susu.org/groups/logos/79_1379957261.png",
	"zone": 4,
	"description": "The oldest Southampton University society, founded in 1955. We Practice the English art of church bell ringing, and particularly change ringing. This takes place at the various church towers around Southampton. The society meet with a practice one evening a week, Sunday service ringing Sunday mornings, around three tours during the academic year and an annual dinner held each year in February. ",
	"website": "http://www.sugcr.co.uk",
	"twitter": "",
	"facebook": "",
	"email": "master@sugcr.co.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Gymnastics",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Gymnastics sessions for students, focusing on increasing strength, flexibilty and stamina, and developing new skills.All ability levels are catered for, from beginners with no experience, to those advanced gymnasts who have taken part their whole lives.We train in two Olympic-standard gymnasiums, twice a week, and compete in both friendly competitions, such as Basingstoke Open, and more serious competitions, such as Varsity and BUCS.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/403510779762725/",
	"email": "gymnastics@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Handball",
	"logo": "http://www.susu.org/groups/logos/209_1380018744.png",
	"zone": 7,
	"description": "Handball is the sport of the moment, off the back of the Olympics it has completely taken off and its exciting, fast paced gameplay makes it an epic sport for players of every level!!We have a men's team and a women's team both competing in a packed league schedule and national university competitions.Players of all levels are welcome and we are happy to take on new players at any time throughout the year, if your interested join the Facebook page and check out the website!",
	"website": "http://www.southamptonunihandball.co.uk",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/2244098164/",
	"email": "handball@soton.ac.uk",
	"type": "Indoor Team Sports"
}, {
	"name": "Highfield JCR",
	"logo": "http://www.susu.org/groups/logos/308_1380923926.png",
	"zone": 3,
	"description": "",
	"website": "",
	"twitter": "",
	"facebook": "http://HighfieldJCR",
	"email": "highfieldjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Hillwalking",
	"logo": "http://www.susu.org/groups/logos/210_1379955768.png",
	"zone": 7,
	"description": "SUHC are devoted to exploring the great British countryside around Southampton and further afield. Our activities include:Daywalks = Saturdays during term time we go for walks in the local area; Winchester, Isle of Wight, New Forest etc. Membership is not required, just turn up, the only cost is a train ticket.Away Trips = 6 per year / 2 per term, weekend trips to the most beautiful parts of Britain; Snowdonia, Lake District, Cornwall etc. 45 each, membership required.Socials = Regular and varied.Membership costs 20 and allows attendance of Away Trips as well as 25% refund on train fares.For more information visit our website or contact us via email (walking@soton.ac.uk) or on Facebook.",
	"website": "http://www.soton.ac.uk/~walking/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/SotonHillwalking/",
	"email": "walking@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Hindu Society",
	"logo": "http://www.susu.org/groups/logos/80_1384790174.jpg",
	"zone": 8,
	"description": "Southampton University Hindu Society aims to promote, practice and protect our Hindu dharma whilst promoting unity amongst Hindu youth. We provide our members with ways to keep in touch with their faith and make new friends.",
	"website": "http://www.southampton.nhsf.org.uk",
	"twitter": "https://twitter.com/NHSFSouthampton",
	"facebook": "https://www.facebook.com/SotonHinduSoc?ref=hl",
	"email": "hindusoc@soton.ac.uk",
	"type": "Faith"
}, {
	"name": "History Society",
	"logo": "http://www.susu.org/groups/logos/81_1380055033.jpg",
	"zone": 5,
	"description": "We aim to bring together all the history students under one society, giving them opportunities to meet more people from their course, and make more friends in doing so. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/HistSoc/",
	"email": "histsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Hockey (Ladies)",
	"logo": "http://www.susu.org/groups/logos/212_1381012640.png",
	"zone": 7,
	"description": "Southampton University Ladies Hockey Club, (also known as Wessex), fields a variety of teams welcoming all abilities: 4 teams in BUCS leagues (British University and College Sport) 2 team in the local Hampshire league 1 mixed team 1 indoor team in Hampshire league The club prides itself on being one of the largest, most successful and socially active within the University Athletic Union, as a result the club is expanding by creating a 5th team in response to increasing membership demands. Southampton University Ladies Hockey Club are highly active off the turf with a vast range of socials and formal balls including joint events held with the Mens Hockey Club and regular tours both UK-based and overseas. We are proud to be sponsored by Accenture",
	"website": "http://www.sulhc.tumblr.com",
	"twitter": "https://twitter.com/Wessex_sulhc",
	"facebook": "https://www.facebook.com/wessex.hockey",
	"email": "sulhc@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Hockey (Mens)",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "",
	"website": "http://www.sumhc.com",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/122391907787342/files/#!/SUMHC",
	"email": "susu-sumhc@lists.soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Hong Kong Public Affairs and Social Service Soceity",
	"logo": "http://www.susu.org/groups/logos/532_1383913049.jpg",
	"zone": 3,
	"description": "Hong Kong Public Affairs And Social Services Society (HKPASS) was first founded by LSE over 10 years ago, and has since expanded across many other universities in the UK such as Kings College, Imperial, Exeter, Bath and Bristol. We are pleased to announce that Southampton will officially be part of the HKPASS community as of this academic year (2013-2014).HKPASS is a non-profit making, student led society. As the name suggests, we aim to promote the importance of public issues regarding the social, economical and political concerns of Hong Kong, China, and other parts of the world. We also aim to increase community involvement amongst students by contributing to the local community in HK through the organization of different social services and activities. ",
	"website": "https://www.facebook.com/sotonhkpass",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sotonhkpass/",
	"email": "hkpass",
	"type": "Student Communities"
}, {
	"name": "Hung Leng Kuen Kung Fu",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Hung Leng Kuen Kung Fu is suitable for young, mature, male, female, total beginners and those who have trained before. Instructed by trained experts, Hung Leng Kuen Kung Fu Wu Shu is a style developed by founder and lifetime practitioner, Sijo J.R. Dutton, from several Martial Art styles, incorporating the traditional animal-based forms, Shaolin Longfist, pak mei, Chinese boxing, Tai Chi, Chi Kung, Ba Gua Zhang (Pa Qua Chang) and weaponry. Hung Leng Kuen develops health, focus, strength, flexibility, knowledge, ability, and self confidence for practical, on-the-street self defence and for those who wish to learn a traditional martial art.",
	"website": "http://www.southampton.ac.uk/~hungleng/",
	"twitter": "",
	"facebook": "",
	"email": "hungleng@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Ice and Inline hockey",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "",
	"type": "Indoor Team Sports"
}, {
	"name": "India Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "The aim of our society is to spread the culture of India and bring all the Indians to socialize. We also aim to make the International freshers more comfortable when they arrive to university.Further the society is open to students of all nationalities who wants to experience or know about India.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/indiasocsoton/?fref=ts",
	"email": "jt8g10@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Indonesian Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "This society aims in bringing mainly, but not limited to, Indonesian people within Southampton together to celebrate the wonders of Indonesian food, culture and tradition. It is our hope to create a healthy and comfortable environment for those from Indonesia adapting to English culture, and for those who are not Indonesian to discover our rich and beautiful country.",
	"website": "http://ppisoton.org/",
	"twitter": "",
	"facebook": "http://www.facebook.com/#!/groups/138791387933/",
	"email": "ppisoton@yahoogroups.com",
	"type": "International and Cultural"
}, {
	"name": "Innocence Project",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "The purpose of this society will be to support the Innocence Project in place in the School of Law. The society works to educate students about miscarriages of Justice through films and workshops so that they can, in future, take on cases with the Innocence Project (registered with INUK). ",
	"website": "http://www.soton.ac.uk/law/innocence_project.html",
	"twitter": "",
	"facebook": "",
	"email": "InnocenceProject@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Inns of Court Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "The Inns of Court Society is a student led legal organisation at the University of Southampton that deals with student exposure to the legal profession and guidance for students looking to pursue a career at the bar or elsewhere. Our goal is to give our members the best ability to decide whether a career in law, particularly at the Bar, is correct for them, by providing them with ample information on the topic through weekly events designed to improve employability and prepare them for any future professions through the development of highly sought-after transferable skills. We hold regular legal career orientated events such as: Mooting Competitions, Networking Socials, and Skills Workshops.  ",
	"website": "http://www.innsofcourtsoton.co.uk/",
	"twitter": "",
	"facebook": "https://www.facebook.com/#!/groups/231551743532701/",
	"email": "inns@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "International Fellowship of Christian Students",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 8,
	"description": "IFCS - International Fellowship of Christian Students is a growing community of Christians, equipping ourselves to be all that God has called us to be. It is a setting that is open to all, irrespective of race, nationality, culture or interest.We provide our members with opportunity to grow in Christ, discovering their role in the body of Christ and helping them channel themselves productively in their academics and to glorify God with their ways of life.Our aim is to:to learn, discuss and grow in our faith via the word of God;to get our members to know God;to share the word of God, our experiences and support each other;to pray together for ourselves, family and community;to provide our members with educative and inspiring talks;to provide our members with interactive discussion and  quiz;to organise various social events that enable members to participate, such as International Sunday, Drama &amp; Praise Night and so on;to encourage freedom of speech in a way they can contribute to the advancement of the society;to collaborate with the International Office and chaplaincy for any volunteering and international events.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "ifcs@soton.ac.uk",
	"type": "Student Life"
}, {
	"name": "Investment and Finance Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "The aim of the Investment and Finance society is to provide students with greater awareness of the professional environment within the investment and finance industry. ",
	"website": "http://www.suifs.com/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/295424723807151/",
	"email": "invest@soton.ac.uk",
	"type": "Enterprise"
}, {
	"name": "Islamic Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 8,
	"description": "",
	"website": "http://www.isoc.susu.org",
	"twitter": "https://twitter.com/sotonisoc",
	"facebook": "https://www.facebook.com/groups/175433056769/",
	"email": "islamsoc@soton.ac.uk",
	"type": "Faith"
}, {
	"name": "Italian Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "Italian society organizes events which range from social to cultural purposes to bring together Italians and anyone interested in learning Italian or is just interested in the Italian culture and lifestyle. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/itasociety/",
	"email": "italiansocietysouthampton@gmail.com",
	"type": "Departmental"
}, {
	"name": "Japanese Society",
	"logo": "http://www.susu.org/groups/logos/90_1381003692.jpg",
	"zone": 3,
	"description": "We aim to: promote awareness and interest in the culture of Japan provide opportunities for interacting with Japanese peopleWe welcome everyone (with any nationality) who has an interest in Japan. Our activities include regular meetings and social events for entertainment throughout the year.Please join us and taste the exquisite culture of Japan!We currently have activities:- Social gathering and film showings (Biweekly)- Japanese Sessions (Weekly)- Cultural events (twice a year)- Japanese Library",
	"website": "http://sujas.org.uk",
	"twitter": "https://twitter.com/SUJaSoc",
	"facebook": "http://www.facebook.com/groups/sujas/",
	"email": "sujas.web@gmail.com",
	"type": "Departmental"
}, {
	"name": "Jazz Dance",
	"logo": "http://www.susu.org/groups/logos/91_1379954943.jpg",
	"zone": 4,
	"description": "Jazz Dance at the University of Southampton is a growing society which aims to provide fun and enjoyable classes for everyone from complete beginners to advanced dancers. Each year we select a squad which competes against other universities up and down the country, which in recent years has performed very well; medalling in every competition in which we took part. On top of this we take part in the annual SUSUPA Pure Dance show which incorporates all dancers throughout the society and is a chance to celebrate talent and dedication within the dance societies at the university. There are also tons of socials where you will get a chance to make great friends within the society as well as with other dance societies.",
	"website": "https://www.facebook.com/groups/jazzdancesoc/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/jazzdancesoc/",
	"email": "Jazzdance@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Jazz Orchestra",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "SUJO is the premium big band in Southampton! We are a musical ensemble made up of talented musicians from the university that perform large and small gigs as well as going on tour to notorious international jazz festivals such as Montreux, North Sea and Jazz a Vienne.",
	"website": "",
	"twitter": "http://twitter.com/sujosoton",
	"facebook": "https://www.facebook.com/sujosoton",
	"email": "sujo@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Jazzmanix",
	"logo": "http://www.susu.org/groups/logos/93_1380360264.jpg",
	"zone": 4,
	"description": "Jazzmanix is a choral society, which specializes in Pop and Gospel music. We aim to provide an opportunity for everyone to sing Pop and Gospel music, irrespective of their musical ability and position within the university.  We also wish to provide musical entertainment within the university, local community and beyond.",
	"website": "http://www.jazzmanix.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/Jazzmanix",
	"email": "president@jazzmanix.org",
	"type": "Performing Arts"
}, {
	"name": "Jewish Society",
	"logo": "http://www.susu.org/groups/logos/88_1380141029.png",
	"zone": 8,
	"description": "The Southampton University Jewish Society gives Jewish students the opportunity to meet, socialize and to celebrate religious holidays through events that we hold throughout the year. We also welcome those who are curious about our religion and culture to find out more about it.",
	"website": "http://www.sujs.org.uk",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/southamptonjsoc",
	"email": "info.sujs@gmail.com",
	"type": "Faith"
}, {
	"name": "Jiu-Jitsu",
	"logo": "http://www.susu.org/groups/logos/214_1380971732.png",
	"zone": 7,
	"description": "Jiu Jitsu is a practically-based fun &amp; technical martial art based on the teaching of the Japanese Samurai, but updated to cope with modern situations. We teach a variety of techniques including throwing, restraining locks &amp; weapons defence (i.e. chains, bottles, baseball bats...). It is great for getting into shape as well as for those who prefer the more technical side to martial arts and your first session is always free - what have you to lose?",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/122391907787342/files/#!/groups/191931420844319/",
	"email": "jitsu@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Judo",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Judo is many things to different people. It is a fun sport, an art, a discipline, a recreational or social activity, a fitness program, a means of self-defense or combat, and a way of life. It is all of these and more.",
	"website": "http://www.southampton.ac.uk/~judo/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/18550739624/",
	"email": "Judo@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Karate-Do Shotokai",
	"logo": "http://www.susu.org/groups/logos/216_1380275715.png",
	"zone": 7,
	"description": "Thinking of taking up a Martial Art or just want to learn self defence? Then try KDS Karate!One of the main reasons people take up a martial art is to learn to defend oneself. With regular practice, KDS karate can teach you how to do this effectively.KDS emphasises mobility, co-ordination, timing and balance with a relaxed body condition. This means that KDS karate can be practised by anyone regardless of age, build or sex. KDS karate teaches far more than how to fight - in our training we mainly practise with a partner, as we have found over many years that this develops self-confidence and makes learning karate a very rewarding experience.There is another reason to practice Karate-do Shotokai - a great social life. So if you're new to Southampton or have been here for some time, it is a great way to meet people. We have regular social events throughout the year and all of the national courses we attend/host have an evening social event where you get to meet people from clubs throughout the country and across Europe!The Southampton University KDS Karate Club was founded by Steve Hope, the longest serving member of the KDS in the UK, who was recently awarded an honorary degree by Southampton University for his services to the club.SUKDS has now been in existence for over 30 years and is one of the strongest in the UK's KDS organisation. The club hosts a number of international courses during the year and members regularly travel to other courses around the country.Normal club sessions are led by the club's senior instructor Gavin Rothwell (4th Dan) and several other black belt instructors. For the Friday night senior practice we are lucky enough to have both Tony Lima (5th Dan) and Steve Hope (5th Dan), both members of the KDS technical executive committee. The training atmosphere is friendly and informal, and there are regular social events organised throughout the year.Practice times/venues for 2012-2013:Tuesday 18:00 - 20:00 Activities RoomSaturday 10:00 - 11:30 Activities RoomFriday 18:30 - 20:00 Martial Arts Room (Seniors by invitation only)If you want to try or join SUKDS please email sukds@soton.ac.uk or turn up to one of our training sessions on Tuesday or Saturday. Your first session is free so give us a go! International KDS Course calendar:http://www.karatedoshotokai.com/courses/ Edit Description",
	"website": "http://www.soton.ac.uk/~sukds",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/18550739624/#!/groups/2252509849/",
	"email": "sukds@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Kitesurfing",
	"logo": "http://www.susu.org/groups/logos/218_1379952813.jpg",
	"zone": 7,
	"description": "Welcome to SUKS, Southampton Uni's Kitesurfing Society.We are one of the biggest Uni kite societies in the country, with over 60 active members. This year, we have massive university backing, so things are looking set to do one thing.... get bigger!We do 3 big UK trips each year and a MASSIVE Easter abroad trip. As well as countless trips to local beaches, (if it's windy, we'll be at the beach). So get involved, whether you're pro or a first timer, and show us your mad skills!Get involvedThere are loads of ways to get involved with SUKS. You can email us, at SUKS@soton.ac.uk. Even better than that, come and meet us in the Stag's head where we meet every Monday between 12 and 2pm. To keep up to date with all the SUKS trips and socials, sign up to our mailing list in the website, and find us on Facebook.",
	"website": "http://www.sukitesurfing.co.uk",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/SUKitesurfing/",
	"email": "suks@soton.ac.uk",
	"type": "Extreme Watersports"
}, {
	"name": "Korfball",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Southampton University Korfball Club (SUKC) is a mixed sex sports club competing in the OKA Div1 and Div2 South league. We were a brand new club in 2012-2013 and within the year we managed to win our league (losing only one game to date), came first and second place at the Cardiff Freshers' Tournament, came 2nd place in the Southerns' tournament and came 5th in Nationals thus winning 14 BUCS points in one year (a lot more than some clubs have raised in their lifetime). We train once a week, have regular socials and always welcome new players. :)",
	"website": "http://www.spartansunikorfball.wordpress.com",
	"twitter": "",
	"facebook": "https://www.facebook.com/sotonunikorf/info?ref=stream",
	"email": "korfball@soton.ac.uk",
	"type": "Indoor Team Sports"
}, {
	"name": "Krishna Consciousness Society",
	"logo": "http://www.susu.org/groups/logos/96_1380022116.jpg",
	"zone": 8,
	"description": "Our aim is to introduce India's ancient Vedic culture to students through the mediums of music, philosophy, yoga, meditation, drama, dance and vegetarian cooking. We aim to reach beyond the boundaries of cast, creed and colour, by establishing the science of the soul, and to help students find spiritual solutions to material problems such as alcoholism, drug abuse, social and academic pressures by promoting simple living and high thinking.",
	"website": "http://www.krishnasoc.com/southampton",
	"twitter": "",
	"facebook": "http://www.facebook.com/sotonkcsoc",
	"email": "kcsoc@soton.ac.uk",
	"type": "Faith"
}, {
	"name": "Labour Club",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 2,
	"description": "Our society works closely with the local Southampton Labour party to campaign and help the party across Southampton. We aim to work with the uni, to increase our membership, but also to work closely with other political societies within SUSU to try and engage students across campus in local politics. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/17822531056/?bookmark_t=group",
	"email": "sotonlabourclub@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Lacrosse (Ladies)",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Southampton University Ladies Lacrosse Club is an ever-growing club with members ranging from national players to beginners. Our first team is currently competing in the first division of BUCS with hopes to be promoted to the premiership next season. Our second term entered BUCS for the first time last season and we are hoping to build upon our successes this year. Every year we welcome a large number of beginners to the club and are keen for new members. We are a large club of incredibly friendly girls and would love to hear from you if you are interested. Find us at the bunfight, add us on fb, follow us on twitter or send us a cheeky email. We look forward to meeting you! ",
	"website": "",
	"twitter": "https://twitter.com/SULLC_",
	"facebook": "https://www.facebook.com/groups/sullcsocial/",
	"email": "sotonladieslax@gmail.com",
	"type": "Outdoor Team Sports"
}, {
	"name": "Lacrosse (Men's)",
	"logo": "http://www.susu.org/groups/logos/220_1380147474.png",
	"zone": 7,
	"description": "Lacrosse is a full contact team sport which originated as a Native American war game. These days it is the fastest game on two legs. We love our sport; it is blisteringly fast and can be brutally unforgiving but there is no other sport on the planet that will ever give you the same adrenaline rush as when you get on that lacrosse field. That said our team is an eclectic mix of players from all over the country and of every body shape and fitness level imaginable. Becoming a Trident needs no experience, most of our players had never held a Lacrosse stick before they came to us but trust us, you pick it up fast. Being a Trident is also about more than just lacrosse, we go out on a weekly basis for social nights and go on tour to mainland Europe every year, these are guaranteed to create some of the best memories of University you will have. Training times Monday: 7pm-9pm, Wide Lane Grids Wednesday: 2pm-4pm, Wide Lane Rubber Crumb No experience or equipment necessary and newcomers are welcome any time but a sense of humour and a lack of fear are essential.",
	"website": "https://www.facebook.com/TridentsLax",
	"twitter": "https://twitter.com/TridentsLax",
	"facebook": "http://www.facebook.com/groups/115205745251991/",
	"email": "southamptonlacrosse@gmail.com",
	"type": "Outdoor Team Sports"
}, {
	"name": "Lacrosse (Mixed)",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "If you're looking to join an AU sports club that is sociable and fun, then come give mixed lacrosse a go! We train for 2 hours a week every Thursday eve and play matches most Sundays. We're a welcoming club, and you don't need to have played lacrosse before to come and take part.For more info we will be at the bunfight in Freshers week.",
	"website": "",
	"twitter": "http://twitter.com/sotonsharkslax",
	"facebook": "http://www.facebook.com/groups/172482179478099/",
	"email": "uosmixedlacrosse@gmail.com",
	"type": "Outdoor Team Sports"
}, {
	"name": "Law Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "USLS,  primarily aims to guide students in their pursuit of successful careers as lawyers. We aim to help students who are studying law and also those who are not but have an interest in havin a careers in law.  ",
	"website": "http://www.sotonlawsoc.co.uk",
	"twitter": "",
	"facebook": "https://www.facebook.com/soton.lawsoc",
	"email": "lawsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Lawyers Without Borders",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "The Lawyers Without Borders Southampton Student Division is a student run group in affiliation with the non-profit organisation Lawyers Without Borders, formed to promote and further their work.The Lawyers Without Borders is a charity that seeks to integrate skilled pro bono lawyers into rule of law programming designed to improve the integrity of the legal process around the world. The society will thus work with Lawyers Without Borders on research projects, fundraise for them and promote volunteering and internships in the protection of rights field. We aim to raise awareness about the importance of helping countries going through, or recovering from, conflict to develop a sound judicial process and improve the link between the organisation's objectives and students who can continue to further their work.We look out for and help develop the passion and career paths of students who seek a future in international human rights; civil liberties and pro bono work. ",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "lwobssd@soton.ac.uk ",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Lesbian, Gay Bisexual And Transgender Society",
	"logo": "http://www.susu.org/groups/logos/100_1381222481.png",
	"zone": 2,
	"description": "The LGBT society exists to support and represent LGBT members of the University. We do our best to ensure a safe environment for LGBT students to work and socialise in, at and around the University campus. We actively pursue charitable and political campaigns to further the wellbeing of LGBT people and represent the views of the Society's members, by working with local and national bodies, and participating in relevant events.",
	"website": "http://lgbt.susu.org",
	"twitter": "http://twitter.com//SUSU_LGBT",
	"facebook": "https://www.facebook.com/SUSULGBT",
	"email": "lgbtsoc@susu.org",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Liberty Point JCR",
	"logo": "http://www.susu.org/groups/logos/410_1380923909.png",
	"zone": 3,
	"description": "The JCR for students living in Liberty Point",
	"website": "",
	"twitter": "",
	"facebook": "http://OrionsPointJCR",
	"email": "orionspointjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Life Sciences Postgraduate Study",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "A Postgraduate Society for the integration of PhD &amp; MSc students from the Faculty of Medicine, School of Biological Sciences, School of Health Sciences and School of Psychology, with the aim to network and reduce isolation of students through both academic and social events.",
	"website": "http://www.soton.ac.uk/~lsps",
	"twitter": "",
	"facebook": "",
	"email": "lsps@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Lifesaving",
	"logo": "http://www.susu.org/groups/logos/223_1380029424.jpg",
	"zone": 7,
	"description": "Southampton University Lifesaving Club continues to grow in strength and numbers year on year and is open to all levels of skill, ability and experience. Training is split into dry and wet side where members can learn first aid and rescue skills, practise speed lifesaving for competitions and complete lifesaving awards. We hope to offer a range of qualifications from Survive and Save - Bronze, Silver and Gold and also a National Pool Lifesaving Qualification in the next year.",
	"website": "http://www.sulsc.org",
	"twitter": "",
	"facebook": "",
	"email": "committee@sulsc.org",
	"type": "Watersports"
}, {
	"name": "Light Operatic Society",
	"logo": "http://www.susu.org/groups/logos/103_1382626340.png",
	"zone": 4,
	"description": "We are the Southampton University Light opera society, We have been going since 1972  LOpSoc performs light operas and operettas. Our goal is to put on great enjoyable shows and to have an awesome time while doing so!This March we will be performing Gilbert and Sullivans \"The Pirates of Penzance\" in the Nuffield Theatre. This classic piece of British theatre is sure to be an energetic fun filled extravaganza.Later in the year we will be performing Stephen Sondheim's \"Sweeney Todd: The Demon Barber of Fleet Street\" anyone who want's to get involved in one or both of these shows is quite welcome.Our chorus is non-auditioned and we rehearse at 7PM every Tuesday, usually we are  in Building 34 Room 4013. (The big room upstairs on the right)Auditions for principle parts in Pirates will be held at the beginning of the academic year and for Sweeney Todd the auditions for principle parts will be at some point in December. For more information find us on Facebook.We are a very laid-back society who thoroughly enjoy what we do and have great fun doing it. Why not come along and try something new. anyone and everyone are welcome to join up, sing along and get on stage!For more information about us please visit our website at:www.lopsoc.co.ukIf you'd like to get to know us please feel free to join our Facebook group here:http://www.facebook.com/groups/2205079779/To find out more about our History why not drop in on our wiki, documenting over 40 years of shows and members:http://www.lopsoc.org.uk/wiki/Main_Page",
	"website": "http://lopsoc.co.uk",
	"twitter": "http://twitter.com/lopsoc",
	"facebook": "https://www.facebook.com/groups/2205079779/",
	"email": "committee@lopsoc.co.uk",
	"type": "Performing Arts"
}, {
	"name": "Lithuanian Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "A society which brings together Lithuanian students and those interested in Lithuania through cultural, sports and educational activities.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/LithuanianSoc/",
	"email": "Lithsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Live Music Society",
	"logo": "http://www.susu.org/groups/logos/105_1379954372.png",
	"zone": 4,
	"description": "Livesoc provides a place for musicians of all genres to come together and enjoy live performance and watching of music. We aim to give musicians at university a place to practice, meet other like-minded musicians and provide facilities needed to start bands and begin playing live.",
	"website": "http://www.livesoc.co.uk",
	"twitter": "",
	"facebook": "http://https://www.facebook.com/groups/LiveMusicSociety",
	"email": "info@livesoc.co.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Magic Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "The University of Southampton's Society of Magicians (Magicsoc) was founded in 2007 and has since grown continuously. Affiliated with Southampton University Student Union they provide bespoke entertainment for University events, charity fundraisers and society balls.Magicsoc frequently provides entertainment for local bars, clubs and charities. They can boast working in places including the Spinnaker tower in Portsmouth, The grand Harbour Hotel in Southampton, and even Oceana.Many of magicsoc's members find work and opportunity outside the society itself, some entering competitions, developing new magical products in their spare tme and even securing regular work and making a living from their art.Magicsoc is open to new members at all times. So if you have previous experience with magic, or even if you are a complete beginner, feel free to contact us.",
	"website": "http://www.magicsoc.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/pages/MagicSoc/13675048694",
	"email": "magicsoc@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Malaysian Students Association",
	"logo": "http://www.susu.org/groups/logos/107_1379957405.png",
	"zone": 3,
	"description": "The Malaysian Students Association (MSA) of Southampton is a non-profitable organisation which aims to secure the welfare of the Malaysian community in Southampton. We bring Malaysians together in many of our events throughout the year with the mission to encourage, foster and develop good ties among our members. We act as the representative or as a platform for Malaysian students to convey their voice to the university's administration. We help new members to settle down in the university, aid Malaysians in need of social and financial support and organise social events involving Malaysians of all cultures and religion to interact and share ideas",
	"website": "http://www.msasouthampton.org.uk/",
	"twitter": "http://www.twitter.com/msasouthampton",
	"facebook": "http://www.facebook.com/msasoton",
	"email": "msa@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Mandarin Christian Fellowship",
	"logo": "http://www.susu.org/groups/logos/527_1390667499.jpg",
	"zone": 8,
	"description": "For the past couple of years, there has already been a group of Mandarin speaking Chinese Christians meeting every Friday evening in Education Building 34. They get together for mutual support, fellowship and Bible study.  Although each year some students will leave after their graduation, a fresh supply of new students will always join, as increasingly there are more and more international students from China, HongKong, Taiwan, Malaysia and Singapore in SU. We recognize that it is important to mobilise Mandarin speaking Christians not only for the sake of their own spiritual wellbeing, but also for the benefit of the Chinese overseas students on the whole, as we all face unique challenges adapting our cultural backgrounds to our new experience as international students. ",
	"website": "http://mcf.sccc.org.uk/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/soton.mcf/",
	"email": "mcf@soton.ac.uk",
	"type": "Student Life"
}, {
	"name": "Marine Conservation Society",
	"logo": "http://www.susu.org/groups/logos/439_1381006510.png",
	"zone": 2,
	"description": "University of Southampton Marine Conservation society is a brand new society this year (2013/14). What do we do?Regular beach cleans, using our own equipmentSponsored sea swims- brrr!Raising awareness on campus, showing documentaries and engaging with other societies.Fundraising for marine charities- events!Keep you up-to-date on marine news with facebook, twitter and email.We have big plans to kick-start a leading society! We have lots of plans in the works, but if you have a fresh idea why not get in touch? We are looking for new members to lead their own projects, and lots of volunteers to lay the foundations",
	"website": "",
	"twitter": "http://twitter.com/_usmcs",
	"facebook": "https://www.facebook.com/groups/usmcs",
	"email": "usmcs@soton.ac.uk",
	"type": "General"
}, {
	"name": "Maths Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "SUMS is a Society set up with the intention of giving Southampton Mathematics students the chance to socialise together outside of lectures. Our main aim is to hold socials that everyone can enjoy, from fancy dress pub crawls, to the Christmas Ball, to a kick about on Southampton Common with a BBQ. We hope everyone can find something to join in with.We also offer the opportunity for you to join one of our sports teams; check out the Sports page for more info. If you enjoy playing a sport for fun and don't want anything too serious or with too much commitment, then one of the SUMS intra-mural sports teams are for you! If there is a sport you want to play that we don't currently have a team for, just let us know and we will see what we can do :).And finally SUMS also provides you with career related events. After all, that is the reason why most of us are at University (to get that all-important degree). Through the careers events we aim to offer you a chance to meet and talk to possible future employers, to ask them questions and seek their advice on what to do after University.We aim to offer something for everyone. SUMS is a society created for you.",
	"website": "http://www.southampton.ac.uk/~sums/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/2217618292/",
	"email": "sums@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Mature Students Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "A group focusing on social events, support and information exchange between mature students (25 and over), their friends and family, at Southampton University. All students who share our interests, no matter their age, are welcome to join.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/SMSsociety/?ref=ts&fref=ts",
	"email": "SotonMatureStudents@gmail.com",
	"type": "General"
}, {
	"name": "Mauritian Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "The aim of the Southampton Mauritian Society is to bring together all the Mauritian students in the university to promote the Mauritian culture to non-Mauritian students. We want all Mauritians to be aware that the society will help them with whatever problems they may face. The committee is always happy to help and we know how it can be sometimes hard to be far from home and away from our comfort zone .  ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/141536660545/",
	"email": "maurisoc@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Medical Society",
	"logo": "http://www.susu.org/groups/logos/111_1380451073.jpg",
	"zone": 3,
	"description": "We are the medical student society at the University of Southampton. With a student body of over 1400 members we are one of the largest societies in the SU, and aim to provide our members with a varied and exciting calendar of events and activities throughout the year. ",
	"website": "http://medsoc.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "MEDSOC@soton.ac.uk",
	"type": "Medical"
}, {
	"name": "Medics Revue",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "A production put on by medics, featuring singing, dancing, acting and comedy in aid of charity. We have a cast, a crew and a band.  Performances will run from 27th November to 1st December 2012, with auditions held on the 6th and 7th October in the Murray building.We aim to put on a fantastic show, whilst having a great time and raising money for charity.",
	"website": "http://www.revue.soton.ac.uk",
	"twitter": "",
	"facebook": "",
	"email": "revue@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Medsin",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "Medsin is a network of students with an interest in health, with branches at universities across the UK. Our aim is to promote health as well as to act upon and educate students about health inequalities in our local and global communities. ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/medsinsouthampton/",
	"email": "medsin@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Mental Wealth/Student Minds",
	"logo": "http://www.susu.org/groups/logos/318_1381706208.png",
	"zone": 8,
	"description": "Mental Wealth UK is a nationwide project that was set up by a student at Leeds University in 2009.Mental Wealth Groups are now being set up at Universities across the country to promote mental wealth and raise awareness of mental health. We have recently merged on a national level with Student minds in order to provide a much more comprehensive service.",
	"website": "http://mentalwealthsouthampton.tumblr.com",
	"twitter": "",
	"facebook": "http://www.facebook.com/MWGSot",
	"email": "mentalwealthsoton@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Mexican Society",
	"logo": "http://www.susu.org/groups/logos/114_1385922955.jpg",
	"zone": 3,
	"description": "The Mexican Society of Southampton has three main aims: the first one is to promote Mexico, its culture and traditions; secondly to create and develop friendly links between Mexican, British and foreign students, based on mutual respect of their cultures and customs; and thirdly to provide support for all Mexicans living around Southampton area organizing regular social gathering",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/group.php?gid=6846021463",
	"email": "mexsoc@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Middle East Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "The University of Southampton Middle Eastern Society is a cultural, non-political university society aimed at bringing together Middle Eastern and non-Middle eastern students at the university and to give an insight into Middle Eastern culture, traditions, and history. It is open to people of all backgrounds, ethnicities, races, and beliefs. Whether you are from the Middle East or not you will find something of interest to yourself from lectures and films, to cultural nights and meals!",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/sotonmesociety/?fref=ts",
	"email": "fas1g10@orc.soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Modern Wushu",
	"logo": "http://www.susu.org/groups/logos/224_1380029292.jpg",
	"zone": 7,
	"description": "In Modern Wushu we are a martial arts club that mainly focus on Sanshou (full contact Chinese kickboxing), which involves punches, kicks and throws. Our club welcomes all abilities and members include complete beginners all the way to medalists at the national championships. Our coach also coaches the national team, and is the leading judge in Europe. Please visit our website for more information.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/174676075944562/",
	"email": "modwushu@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Monte JCR",
	"logo": "http://www.susu.org/groups/logos/309_1380923901.png",
	"zone": 3,
	"description": "",
	"website": "",
	"twitter": "",
	"facebook": "http://MonteJCR",
	"email": "montejcr@susu.org",
	"type": "JCR"
}, {
	"name": "Mountain Bike Club",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Southampton University Mountain Bike Club is a group of active and friendly riders. We ride twice a week @ 2pm on Wednesdays and @ 1pm on Sundays, meeting on the concourse. We do all styles of Mountain Biking including Cross Country, Downhill, Jump Bikes and Trials. We also go on regular trips to bigger mountains (the French Alps in the summer, its AWESOME), have BBQs and a variety of other social events.",
	"website": "http://www.sumbc.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/SUMBC/",
	"email": "sumbc@soton.ac.uk",
	"type": "Extreme Sports"
}, {
	"name": "Mountaineering",
	"logo": "http://www.susu.org/groups/logos/227_1380036799.png",
	"zone": 7,
	"description": "Mountaineering is a diverse activity - from mountain walking to winter ice-climbing. The Southampton University Mountaineers calender is packed with trips including our fortnightly weekend trips to the best climbing destinations in the UK, Weekly trips to Calshot indoor wall and weekly socials. In the last year, our trips have ranged from sea cliff climbing in Pembroke, to sports climbing in Spain, to Winter Mountaineering in the Alps. So if you ever want to try rock climbing or mountaineering, or are you a hardened pro looking to get out of Southampton once in a while? Either way, the University Mountaineering Club is for you. We cater for all abilities whether you are a competant climber or have never seen a mountain before.",
	"website": "http://www.sumountaineers.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/SUMountaineers",
	"email": "info@sumountaineers.org",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Muay Thai",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Mauy Thai and MMA. We teach Thai boxing and MMA and will be competing against other universities and in other competitions. It's fun and easy going but if you are serious about it then there is a fight team. ",
	"website": "http://sumt.susu.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/49654518883/",
	"email": "muaythai@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Music Production Society",
	"logo": "http://www.susu.org/groups/logos/441_1380027449.jpg",
	"zone": 4,
	"description": "Whether you love music, want to meet new people, learn a few engineering skills or love composing, this is the society for you!",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sotonumps",
	"email": "sumps.soton@gmail.com",
	"type": "General"
}, {
	"name": "Music Society",
	"logo": "http://www.susu.org/groups/logos/117_1381072736.jpg",
	"zone": 5,
	"description": "",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/MuSoc/",
	"email": "",
	"type": "Departmental"
}, {
	"name": "Nepalis United at the",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "The group has been unofficially formed to unite the ever growing number of Nepalese people at the University of Southampton and if it gets approved officially, it is going to give a platform for Nepalese people at the University to embrace and preserve our culture. It is also going to give an opportunity to showcase the variety of talents from dancing to sports to the rest of the University.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "aj20g11",
	"type": "Student Communities"
}, {
	"name": "Netball",
	"logo": "http://www.susu.org/groups/logos/229_1380470071.png",
	"zone": 7,
	"description": "Southampton University Netball Club have 4 teams competing in the BUCS Western Conference League. We pride ourselves on the high standard of netball we play and the girls' commitment to the club. We also have themed socials every week, an annual tour in Spain and also organise fundraising events throughout the year. If you want to get involved in SUNC look us up on facebook or email us.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/SouthamptonUniversityNetballClub",
	"email": "flj1g10@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Nightline",
	"logo": "http://www.susu.org/groups/logos/275_1380908789.jpg",
	"zone": 8,
	"description": "Nightline is a confidential information and listening service open from 8pm - 8am during term time. We are run by students for students.",
	"website": "http://nightline.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/nightline.southampton",
	"email": "nline@soton.ac.uk",
	"type": "Group"
}, {
	"name": "NOC",
	"logo": "http://www.susu.org/groups/logos/118_1389877176.png",
	"zone": 5,
	"description": "NOC SOC is a group for anyone studying Geology, Oceanography, Geophysics and Marine Biology at Southampton Uni. We will be in charge of all hoody orders, fundraisers and socials. Our aim is to create a closer atmosphere among all students who study down at the oceanography centre.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/#!/pages/NOC-SOC/229338067112618",
	"email": "nocsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Nordic Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "We are a small society welcoming anybody from Sweden, Denmark, Finland, Norway &amp; Iceland, and anyone else just interested in Nordic culture. We meet around once a month for socials including pub crawls, film nights, food tasting sessions and much more. We look forward to seeing you soon!",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/470918539620057/",
	"email": "susu.nordsoc@gmail.com",
	"type": "International and Cultural"
}, {
	"name": "Northern Ireland Society",
	"logo": "http://www.susu.org/groups/logos/422_1380123974.png",
	"zone": 3,
	"description": "What about ye? Aaaaahhh Northern Ireland...the home of miserable weather, Tayto crisps, amateur politics and Liam Neeson. Our society exists as a meeting place for N.Irish students at Southampton Uni, but it's also very much for non-NI students who want to come along and soak up a bit of what makes our wee country so great...we plan to organise social get-togethers at least once a month, and the craic will be mighty. If you don't want to get involved, you must be away in the head!",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/sotonnisoc",
	"email": "dm15g10@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Nursing and Midwifery Society",
	"logo": "http://www.susu.org/groups/logos/120_1380922650.jpg",
	"zone": 5,
	"description": "The University of Southamptons Nursing and Midwifery Society (NAMSOC) is currently one of the largest societies running on campus. The committee aim to provide both academic and moral support for students throughout the duration of their course....alongside organising regular and varied social events! We aim to bring a personalised social experience to fit around the busy schedule NAMSOC members contend with. NAMSOC collaborate with other societies and have big plans for the future; it really is impossible not to get involved! With charity events, sports teams, supportive coffee mornings, big nights out, Summer and Christmas balls, fancy dress, BBQs and much, much more there is never a shortage of events going on. And did we mention we have hoodies? You can follow NAMSOC on twitter, keep up to date with all social events on our public Facebook page, and gain academic or moral support via our email and private Facebook group. Your committee is there for you!",
	"website": "http://namsoc.susu.org",
	"twitter": "http://twitter.com/NAMSOC_UniSoton",
	"facebook": "",
	"email": "namsoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Organ Donation Society",
	"logo": "http://www.susu.org/groups/logos/394_1392156692.png",
	"zone": 6,
	"description": "At the Organ Donation Awareness Society our aim is to encourage students to join the organ donation through education and awareness events.Anyone is welcome to come to the meetings and we would love new members help out at any future events! Email suoda@soton.ac.uk to be added to the mailing list.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/OrganDonationAwarenessSuodawww.facebook.com/OrganDonationAwarenessSuoda",
	"email": "suoda@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Oxfam Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "Southampton Universitys very own OXFAM society.  Oxfam works with others to find lasting solutions to poverty and suffering. your committee: PRESIDENT - CLAIRE MOFFAT VICE PRESIDENT - CHARLOTTE GAULD SECRETARY - ELEANORE HEASLEY TREASURER - HAZEL CUTTELL. PUBLICITY REP: HANNAH LIVETT SOCIAL SECS: ROSIE FENDER  The aim of this society is to try and get across the message of Oxfam and what we do. So what do we do? Oxfam does many things such as events, fundraisers, festivals and much more. We are trying to promote many things such as international development, eradicate poverty, increase education, and improve things such as health, schooling and living standards. What will we do as a society? The main thing is what YOU the members of the society want to do. Many people want to learn more about different things, or focus on particular issues that we face today, so instead of telling you WHAT TO DO (people hate that) we are going to WORK IT OUT AS A SOCIETY TOGETHER.  Any ideas? email OXSOC or message any of the committee :) email: oxsocsoton@gmail.com or FIND US ON FACEBOOK!",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/oxsocsoton/",
	"email": "oxsocsoton@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Paintball",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "We are the paintball club! Full of energy (even at 8AM on a Sunday morning) and with a passion for sport, we're there to help everyone play paintball cheaply. From club socials to our own trips, we'll be haggling the prices and making paintball cheap for everyone. Of course, you don't have to be a die hard paintballer to join our club. So, if you'd like a bit of a laugh, a fun day out, and to meet a load of new friends, then why not come and see what our club can do.If you want to join our mailing list, please subscribe on our members website and *not* on SUSU.org, as we don't use much of their groups features - Go to https://members.supac.org.uk/subscribe",
	"website": "http://www.supac.org.uk",
	"twitter": "",
	"facebook": "",
	"email": "committee@supac.org.uk",
	"type": "Extreme Sports"
}, {
	"name": "Pakistan Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "Pakistan Society aims to bring the culture of Pakistan to Southampton, to attract a diverse member base comprising of both local and international students. Moreover, we aim to collaborate with other societies to organise events on a large scale, a recent example was the Eid dinner in which four other societies. We also aim to represent Pakistan and make sure students specially coming from a Pakistani background feel at home and to help them with whatever queries they might have and to guide them in the right way if/as needed.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/Paksocsoton/",
	"email": "paksoc@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Performing Arts",
	"logo": "http://www.susu.org/groups/logos/333_1381140184.jpg",
	"zone": 4,
	"description": "Performing Arts is responsible for all 32 of the performance related societies which fall under the areas of: Dance, Music, Theatrical and Technical",
	"website": "http://www.perform.susu.org",
	"twitter": "http://twitter.com/susuperform",
	"facebook": "http://www.facebook.com/SUSUPerformingArts",
	"email": "perform@susu.org",
	"type": ""
}, {
	"name": "Persian",
	"logo": "http://www.susu.org/groups/logos/421_1381221325.jpg",
	"zone": 3,
	"description": "Persian society aims to gather Iranian students together and facilitate the communication. Also Persian Society strives to introduce the culture (music, art, food and ) and history of Iran to people from different background. The society tries to materialise these objectives through some cultural and social activities",
	"website": "http://www.southampton.ac.uk/~persian/index.php",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/7815867018/?fref=ts",
	"email": "persian@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Philharmonic Choir",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "SuPhil is a non auditioning choir, and is the student section of the Southampton City Philharmonic Choir. We aim to make music live in Southampton . We sing classical choral pieces, and have 2-3 concerts a year. Our professional conductor takes weekly rehearsals with a professional accompanist, and the choir is over 180 strong, with the student section being approximately 30+.The mix of the two choirs gives us a unique blend of youthful voices with those of more experienced singers, as well as offering a once in a lifetime opportunity to perform musical works on a massive scale in an ensemble of over 180 voices",
	"website": "http://www.southamptonphil.org/web/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/191151114304871/",
	"email": "suphilchoir@gmail.com",
	"type": "Performing Arts"
}, {
	"name": "Philosophy Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "PhilSoc aims to allow students with an interest in philosophy to meet one another, regardless of whether or not they study philosophy. This has both social an academic aspects, with activities ranging from trips abroad to academic talks to nights out. ",
	"website": "http://www.southamptonphilosophyjournal.co.uk/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/philsoc.soton/",
	"email": "southamptonphilsoc@gmail.com",
	"type": "Departmental"
}, {
	"name": "Photographic Society",
	"logo": "http://www.susu.org/groups/logos/125_1379952826.jpg",
	"zone": 4,
	"description": "Whether you just like to dabble or are serious about photography you are welcome here. We run regular subsided trips and photowalks as well as meet ups with other photographic societies around the country.Our weekly meetings on a Thursday cover a wide variety of topics, from talks by professional through to hands on experience with studio equipment.For people more experienced in photography, our events team is well worth joining if you wish to get good experience with shooting balls, nightclubs, sports events, gigs or even weddings.New for this year we have a fully equipped photographic studio with integrated black and white darkroom. We also stock a wide range of films at discounted prices.If you're new to photography, do not fear, we offer a way range of support and advice on how to take great photos. We also have a selection of cameras that you are welcome to borrow and try out.Best of all, you get all this for just 15 a year!",
	"website": "http://www.suphoto.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/SUPhotographic",
	"email": "photosoc@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Physics Society",
	"logo": "http://www.susu.org/groups/logos/320_1380552129.jpg",
	"zone": 5,
	"description": "Physoc is a society primarily concerned with the welfare of all physics undergraduates at the University of Southampton, though our doors are open to all who apply. We organise academic &amp; careers talks, socials (both alcoholic and non-alcoholic), sports events, outreach programmes, balls, and more, to ensure that our members enjoy and make the most of their time at university. Our society is not confined to undergraduates, but includes postgrads, post-docs, and staff. ",
	"website": "http://www.physoc.org.uk",
	"twitter": "",
	"facebook": "",
	"email": "president@physoc.org.uk",
	"type": "Departmental"
}, {
	"name": "Piano Society",
	"logo": "http://www.susu.org/groups/logos/430_1381775006.jpg",
	"zone": 4,
	"description": "Pianosoc is a friendly environment for all people interested in listening to or performing piano of any genre, at any level. We generally discuss all things piano-related and even have a weekly dose of a brief introduction to a new pianist, to broaden our scope of the piano world for members for which it has not been so exposed to.We try to spread the love of piano music. Increase interest for the piano. Make more use of pianos lying around on campus by putting together concerts and playing times, perhaps even one day funding our own piano. We want to be able to offer members who want to pick up piano playing during their time at university classes, for all sorts of levels, ranging from people who have never touched a piano before to those who just want to continue practicing. Our society will cater adequately for pianists of all degrees, something no other society does  especially for those piano players who aren't at a high enough level to join the university orchestra or at a low enough level to forget about piano playing altogether. We also offer piano lessons for both groups and individual ranging from beginners to advance levels. There is a definite demand for Pianosoc; many people play the piano but never really get to meet other pianists since an individual activity. We provide a network of pianists, teachers and people who just have a general love for piano music.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/UoSPianosoc",
	"email": "pianosoc@soton.ac.uk ",
	"type": "Performing Arts"
}, {
	"name": "Picnic Society",
	"logo": "http://www.susu.org/groups/logos/126_1380181845.png",
	"zone": 4,
	"description": "We organize and carry out picnics with the aim of bringing people on different courses, of different ages, with different interests and from different backgrounds together.",
	"website": "http://picnicsoc.susu.org/",
	"twitter": "https://twitter.com/PicnicSoc",
	"facebook": "https://www.facebook.com/groups/PicnicSoc/",
	"email": "picnicsoc@soton.ac.uk",
	"type": "General"
}, {
	"name": "Poetry Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "A society dedicated to the art of poetry. Whether it be performance or page, there's something for everyone in our comfortable environment. We hold weekly meetings with various themes to challenge your writing skills, further your reading and allow discussions to flow. ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/sotonpoetrysoc",
	"email": "Uospoetry@hotmail.co.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Poker Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Pokersoc provides regular poker tournaments for the enjoyment of all members giving students a chance to win reasonable amounts of money with no risk of losing large amounts. Above all, our aim is to provide a comfortable atmosphere where all students are welcome to come and be sociable, meet new people, and have a good time.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/2204920085/",
	"email": "poksoc@soton.ac.uk",
	"type": "General"
}, {
	"name": "Pole Dancing Society",
	"logo": "http://www.susu.org/groups/logos/321_1380020011.jpg",
	"zone": 7,
	"description": "Our main aim is to help people keep fit and have fun. Pole dancing is a great way to keep active, gain strength and become more athletic as well as meeting likeminded people. We're just here to have fun!",
	"website": "",
	"twitter": "http://twitter.com/www.twitter.com/SupsPolefit",
	"facebook": "http://www.facebook.com/groups/SUpolesoc",
	"email": "polefitness@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Polish Society",
	"logo": "http://www.susu.org/groups/logos/130_1381086099.png",
	"zone": 3,
	"description": "Polish Society, commonly known as PolSoc, was established to cultivate and share our traditions, and to promote our culture and history within all Southampton University Students. We do that by organizing variety of events, which primary goal is to integrate and have fun together. We are happy to provide freshers with help to make their start more comfortable in a new environment. Dont be afraid to join our society if youre not Polish! It is a great idea to explore new culture and make a lot of friends who know how to party! ",
	"website": "http://polsoc.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/polsoc.official/",
	"email": "polsoc@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Politics Association",
	"logo": "http://www.susu.org/groups/logos/131_1381681099.png",
	"zone": 5,
	"description": "Hey,We're SUPA (Southampton University Politics Association) and we are here for those studying politics and anyother student's who wish to get involved in politics! ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/yoursupa",
	"email": "supa@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Polo",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Southampton University Polo Club is an active, friendly club that welcomes all standards, from seasoned players to complete beginners! We play at Watership Down and Druid's Lodge Polo Club every week and compete in SUPA National Competitions, in the Druid's Lodge University League and have numerous Friendly Matches throughout the year.",
	"website": "http://www.supc.susu.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/49654518883/#!/groups/217366945079/",
	"email": "polo@susu.org",
	"type": "Outdoor Team Sports"
}, {
	"name": "Pottery Society",
	"logo": "http://www.susu.org/groups/logos/132_1379960118.png",
	"zone": 4,
	"description": "Hello! We are Southampton University Pottery Society. We meet every Thursday evening during term time 7-9pm at Cantell Maths and Computing College (5 mins from Glen Eyre Halls- you can find this on Google maps or alternatively get in touch through our Facebook page and someone will be happy to meet you on campus and walk over). Any level is welcome and you are free to make what you like. We have a lovely teacher, Helen, who is more than happy to help if you want to get the hang of the basics or want to try something new. We are a members only society due to high demand. Taster sessions at the beginning of semester 1 is the best time to come and try out the society for 3.50 before deciding whether its for you. If you want to get in touch our Facebook page is linked above or you can email us on potterysociety@soton.ac.uk.Hope to see you soon :)",
	"website": "https://www.facebook.com/TheUniversityOfSouthamptonPotterySocietyPotSoc",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/PotSoc/",
	"email": "potterysociety@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Private Rented JCR",
	"logo": "http://www.susu.org/groups/logos/310_1380923895.png",
	"zone": 3,
	"description": "For students living in private rented accommodation in their first year",
	"website": "",
	"twitter": "",
	"facebook": "http://PrivateRentedJCR",
	"email": "privaterentedjcr@susu.org",
	"type": "JCR"
}, {
	"name": "Psychosoc",
	"logo": "http://www.susu.org/groups/logos/134_1380017337.jpg",
	"zone": 5,
	"description": "We are a society for students studying Psychology. Our aim is to help freshers make the transition to university life, provide a fun setting for students to meet people on their course, have a community where any course issues can be discussed and run events and trips useful to members studying.",
	"website": "http://sotonpsychosoc.wix.com/sotonpsychosoc",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/15283534495/",
	"email": "psychosoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "RAG",
	"logo": "http://www.susu.org/groups/logos/273_1381945339.jpg",
	"zone": 6,
	"description": "The RAG committee is always hard at work planning new fundraising events and schemes, and helping others plan theirs. Each year we kick off with RAGfest  a festival of fundraising during Freshers Week. Throughout the year we organise awesome social events such as the RAG Week, and offer fantastic opportunities like climbing mountains or getting your kit off for the annual RAG calendar.This year we are fundraising for 3 charities nominated and voted  for by you guys; Southampton Samaritans, WaterAid and Marrow.Check out our blog for up to date information on everything we're up to!http://susurag.wordpress.com/",
	"website": "http://www.susu.org/rag",
	"twitter": "",
	"facebook": "http://www.facebook.com/SUSURAG",
	"email": "rag@susu.org",
	"type": "Group"
}, {
	"name": "Real Ale and Cider Society",
	"logo": "http://www.susu.org/groups/logos/322_1391451260.jpg",
	"zone": 4,
	"description": "This is a society for ale and cider lovers, to meet up, discuss their favourite drinks, and get to know each other. We aim to encourage the responsible enjoyment of ale and cider. The social events will include trips to breweries, famous pubs and cider houses, as well as visits to local pubs, pub games competitions, and BBQs",
	"website": "http://beer.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "beer.susu@gmail.com",
	"type": "General"
}, {
	"name": "Riding",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "The Riding Club provides all types of riding at every level. We arrange a number of activities, ranging from socials and holidays to BUCS competitions. We aim to offer riding to everyone regardless of whether you have ridden on national teams or have never sat on a horse before!",
	"website": "http://www.surc.co.uk",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/49654518883/#!/SURCC",
	"email": "riding@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Rifle",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "SURC is one of the most successful University shooting clubs in the country, and we welcome new members of all experience levels. We compete both locally and nationally, in both the .22 Smallbore and 7.62mm Fullbore disciplines, and have our own 25 yard indoor range near Wessex Lane. We provide kit (including rifles) and coaching for all members, and those with talent can compete for the university at events such as the BUCS championships, which we have won six out of the last eight years. Get in touch now!",
	"website": "http://www.soton-rifle.org.uk",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/49654518883/#!/SURifleClub",
	"email": "rifle@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Road (Cycling)",
	"logo": "http://www.susu.org/groups/logos/235_1381006177.png",
	"zone": 7,
	"description": "New to cycling? Experienced racer? Southampton University's Premier Road Cycling Club is here to cater for your every need! Contact: surc@soton.ac.ukhttp://www.southamptonuniversityroadclub.org/Follow us on twitter @surcClubFacebook: https://www.facebook.com/SouthamptonUniversityRoadClub",
	"website": "http://www.southamptonuniversityroadclub.org/",
	"twitter": "http://twitter.com/surcClub",
	"facebook": "https://www.facebook.com/SouthamptonUniversityRoadClub",
	"email": "surc@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Rock and Metal Music Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Rocksoc is  a social society where people with like-minded music tastes can meet. We organise monthly events in Bar 2 (Subliminal) in which there are rock/metal DJs and live bands playing 8-12. We also have frequent socials in The Hobbit, Dungeon, Shooting Star and more. Popular annual events include the board games night and the Guitar Hero Tournament.There is no membership fee so feel free to turn up and rock out.\\m/",
	"website": "http://www.rocksoc.susu.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/soton.rocksoc/",
	"email": "rocksoc@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Romanian",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "The Romanian Society, affectionately known as RoSoc, is a student run society at the University of Southampton, officially affiliated with the Southampton University Student Union. Founded in 2010, its aims are to help bring students together, make new friends, look out for each other and have fun. We hope to aid new comers at the University and create a sense of belonging, provide great experiences to all of RoSoc's members and continue attracting new people in the years to come.",
	"website": "http://rosoc.co.uk/",
	"twitter": "",
	"facebook": "http://www.facebook.com/RoSocSouthamptonUni",
	"email": "rosoc@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "Rotaract Club",
	"logo": "http://www.susu.org/groups/logos/138_1379963179.jpg",
	"zone": 6,
	"description": "Rotaract is an international organization of young professionals and students ages 18 to 30 that are committed to service and leadership in their communities and abroad. Established in 1968 by Rotary International, Rotaract is a global network of 200,000 young people who are changing the world with 8,700 clubs in over 170 countries.In Southampton we are a university based club. We organize among other official meetings and presentations every other Saturday at 11am at the Highfield Campus, socials, networking, trips to interesting places, summer exchange travel abroad, community volunteering and fundraising. We work together with other Rotaract and Rotary clubs.Our activities are open to all people. Join us on facebook to get more information. ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/Rotaract.Soton",
	"email": "rotaract.soton@gmail.com",
	"type": "General"
}, {
	"name": "RSPCA Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "An RSPCA charity-focused society. A society in which we aim to raise money and awareness for the charity with lots of campaigning and fundraising.",
	"website": "",
	"twitter": "https://twitter.com/RSPCAsoton",
	"facebook": "https://www.facebook.com/groups/754367597913013/",
	"email": "rspca@soton.ac.uk",
	"type": "External Engagement"
}, {
	"name": "Rugby (Ladies)",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "SUWRFC welcomes new and experienced players. Come along and give rugby a try! Training: Mondays 7.30-9.30pm at Wide Lane Matches: Wednesday afternoons Socials: Wednesday evenings",
	"website": "http://www.pitchero.com/clubs/southamptonuniversityrfc/l/team-info-47708.html",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/2204830477/?ref=ts&fref=ts",
	"email": "womens.rugby@hotmail.co.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Rugby (Mens)",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "We are one of the biggest and most successful clubs at the Uni, and widely encourage freshers to join - look out for our stall at the Freshers Fair! Everyone is welcome.Coached by ex-Gloucester and Samoan international, Junior Paramore, competition for places is strong. We field 3 teams, with the 1st team playing in the competitive BUCS league, Western 1A. ",
	"website": "http://www.pitchero.com/clubs/southamptonuniversityrfc/",
	"twitter": "https://twitter.com/#!/wessexrangers",
	"facebook": "https://www.facebook.com/SouthamptonUniversityRugbyFootballClub",
	"email": "surfc@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Russian Speaking Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "Our aim is to unite all Russian speaking students, help them to settle down in the new environment and of course we are going to organise various socials, parties and journeys.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/rss.uos/",
	"email": "uos.rss@gmail.com ",
	"type": "International and Cultural"
}, {
	"name": "Salsa Society",
	"logo": "http://www.susu.org/groups/logos/140_1380907736.jpg",
	"zone": 4,
	"description": "If you want to get those hips shaking and feet moving to those sultry rhythms of Salsa, come down and get involved with the hottest society in Southampton! We run weekly lessons taught by our professional teachers. We hold classes for a range of abilities including beginners, improvers and advanced.Lessons:Thursday 7-8pm: Beginners with Marcus and Elaine                     2 (1.50 with membership)Thursday 8-10pm: LA intermediate with Marcus and Elaine                   3 (2 with membership card)Friday 8-10pm: Cuban intermediate with Will                    3 (2 with membership card)FREEEEEEE Taster sessions:Thursday 10th Oct 7-8pm: Beginners Thursday 10th Oct 8-10pm: LA intermediate Friday 11th Oct 8-10pm: Cuban intermediate Normal lessons resume on Thursday 17th and Friday 18th Oct. No need to bring a partner along, there are plenty to go around! Hope to see you soon!SalsaSoc",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/Salsasoc",
	"email": "salsasoc@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Shaolin Temple Kung Fu Club",
	"logo": "http://www.susu.org/groups/logos/239_1391774353.png",
	"zone": 7,
	"description": "Shaolin Temple Kung Fu is taught by Shifu Yan Xin, a 34th generation monk from the Shaolin temple in China. He is extremely experienced in teaching martial arts and has performed in the Shaolin Wheel of Life Tour. The club practices all aspects of Kung Fu including taolu (forms), sanda, self-defence and weapons. We also do a lot of fun acrobatic moves from an early stage such as butterfly and tornado kicks.",
	"website": "http://www.shaolin.susu.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/49654518883/#!/groups/238008989564579/",
	"email": "shaolin@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Shorinji Kempo",
	"logo": "http://www.susu.org/groups/logos/240_1380026800.png",
	"zone": 7,
	"description": "Shorinji Kempo is a Japanese martial art for self-defence, aiming to improve health, fitness, confidence and concentration. Shorinji Kempo incorporates punching, kicking, blocking, grappling and throwing. It relies less on strength than it does on speed, technique and accuracy, utilising knowledge of 'nerve points', and an understanding of how the body can be manipulated to achieve maximum effect with minimal effort.",
	"website": "http://www.soton.ac.uk/shkempo",
	"twitter": "",
	"facebook": "http://www.facebook.com/SUShorinjiKempo",
	"email": "shkempo@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Showstoppers",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Showstoppers is a Performing Arts Musical Theatre Society. We offer members the opportunity to take part in numerous shows throughout the year including a Fresher only musical at the beginning of the year and the chance to take a show to the Edinburgh Fringe. We also run fortnightly meetings for members to improve skills within the musical theatre genre as well as Cabaret nights providing chances to perform outside of shows.  ",
	"website": "http://www.southampton.ac.uk/~sstopper/index.html",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/108078605939814//",
	"email": "showstoppers@susu.org",
	"type": "Performing Arts"
}, {
	"name": "Sign Language Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 2,
	"description": "We promote the use of BSL, offering professional and non-professional classes for people who want to learn the language. We also aim to be a point of contact and social events for people who already know some BSL",
	"website": "http://www.bookwhen.com/signsoc",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/345685218849322/",
	"email": "signsoc@soton.ac.uk",
	"type": "General"
}, {
	"name": "Sinfonietta",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "'The University of Southampton Sinfonietta (Sinf) is the universitys only chamber music ensemble. It has quickly developed an outstanding reputation for providing top quality live music from a wide-ranging repertoire. The orchestra is made up from some of the universitys most talented musicians who are auditioned at the start of the year, and is under the direction of guest professional conductor Maxime Tortelier. We aim to produce music of the highest possible quality and perform a minimum of three concerts a year, often with professional soloists",
	"website": "http://sinfonietta.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "mpb3g11@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Singapore Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "The University of Southampton Singapore Society (SingSoc) is a place for students, Singaporean and non Singaporean alike, to immerse in uniquely Singaporean culture, and engage in a familiar community through casual and annually organised social and professional events.We are a diverse society comprising of students from varied backgrounds and nationalities that include students from Malaysia, Brunei, Hong Kong, China, and the United Kingdom to name a few.Our primary aim is to provide help and specific knowledge to all members, as well as new or exchange students to the University of Southampton from Singapore. We hope to help ease the transition from the comforts of home to the independent overseas student life with tips, advice and personal experiences. In addition, we aim to provide members and students who are interested in Singapore's culture with more detailed and personal information on our homeland, especially to students who wish to pursue an exchange semester in Singapore.As a society we organise social trips within the UK, dinners commemorating various festive occasions and our annual Summer Chalet BBQ in Singapore. We build bonds with our members through regular sport sessions, and both inter and intra University sporting tournaments. We also constantly update members on any events organised by the SingSocs of other UK Universities. As our society liaises with companies and government departments, we periodically inform our members of career opportunities offered by establishments in Singapore so as to provide them with assistance in career development.",
	"website": "http://www.singsoc.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "singsocsoton@yahoo.co.uk",
	"type": "International and Cultural"
}, {
	"name": "Ski and Snowboard",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "With over 600 members, Southampton University Ski and Snowboard Club is the largest club in the Athletic Union and one of the leading university snowsports clubs in the country! This means huge holidays during the Christmas and Easter holidays, epic socials and awesome race and freestyle teams! The club is open to everyone from complete beginners to pro-racers so be sure to give it a go during your time at Southampton!",
	"website": "http://www.sussc.com",
	"twitter": "",
	"facebook": "http://www.facebook.com/pages/SUSSC-Southampton-University-Ski-and-Snowboard-Club/178676882204611",
	"email": "mrsussc@soton.ac.uk",
	"type": "Extreme Sports"
}, {
	"name": "SKIP",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "SKIP Southampton Charity is a branch off the national charity SKIP (Students for Kids International Projects)SKIP Southampton Society promotes its work around the campus, recruits volunteers at the bun fight and fundraises for its project.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "skipsouthampton@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Skydive",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "A place for people of any experience level to join the world of competitive skydiving ",
	"website": "http://www.skydive.susu.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/UoSSkydiveClub?fref=ts",
	"email": "skydive@soton.ac.uk",
	"type": "Extreme Sports"
}, {
	"name": "Snooker and Pool",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "The snooker club has fantastic facilities with direct access to four snooker tables, two dedicated solely to members. The team consistently competes at a high level in national tournaments, with its own internal league and intends to compete at pool this year. The club is very active with members of all abilities and is happy to embrace new members",
	"website": "http://suspc.susu.org/",
	"twitter": "",
	"facebook": "",
	"email": "susc@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Social Sciences Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "A society for those studying sociology, social policy, criminology, anthropology, crim/psych and general pathwayWe keep you up to date with all the latest events on your course, from sports to socials to book sales, as well as offering an environment for you to get in touch with those studying the same as you, so that you can ask any questions and discuss any issues.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/628888187122424/",
	"email": "assoc@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Society for the appreciation of Permaculture, Allotments and Mud",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 2,
	"description": "SAPAM is a social group that caters for students interested in gardening, with a bias towards growing food as well as learning/teaching permaculture. The main aim of the society is to set up its own allotment space where students set up their own plot/bed and grow their own veggies. ",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "SAPAMSOC@gmail.com",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Soton Navs",
	"logo": "http://www.susu.org/groups/logos/324_1380055646.png",
	"zone": 8,
	"description": "Soton Navs exists as a society to provide opportunities for students to explore and think about the Christian faith. We aim to do this by creating a welcoming environment which promotes discussion and friendship.  We  hope that by providing this warm environment to all students, whatever their faith background, that they would feel welcomed into the group.",
	"website": "http://www.sotonnavs.org/",
	"twitter": "",
	"facebook": "",
	"email": "contact@sotonnavs.org",
	"type": "Faith"
}, {
	"name": "Hub",
	"logo": "http://www.susu.org/groups/logos/404_1380387766.png",
	"zone": 6,
	"description": "Southampton Hub is transforming students involvement with social and environmental challenges in Southampton and around the world. We are a catalyst, facilitating more students to do more, more effectively and for longer. We are part of Student Hubs, a national network with the mission to create a culture change in UK universities so that student-powered social change becomes the norm and not the exception  inspiring socially active citizens for life.We inspire students about their power and potential to shape a better world; connect them to opportunities to make a difference during their time at university, and support them to become civic leaders in their future lives and careers.",
	"website": "http://www.southamptonhub.org",
	"twitter": "https://twitter.com/Southamptonhub",
	"facebook": "https://www.facebook.com/southampton.hub",
	"email": "info@southamptonhub.org",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Marrow",
	"logo": "http://www.susu.org/groups/logos/182_1388495413.jpg",
	"zone": 6,
	"description": "Southampton Marrow works with Anthony Nolan to recruit potential donors onto their stem cell register. Marrow is a voluntary student organisation  which helps to arrange donor recruitment clinics in universities, and raises charitable funds to run these events.  See further info on marrow donation at http://www.anthonynolan.org/and donate money at http://www.justgiving.com/sotonmarrow",
	"website": "http://www.southamptonmarrow.co.uk/",
	"twitter": "",
	"facebook": "http://www.facebook.com/southamptonmarrow",
	"email": "southamptonmarrow@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Marxist Society",
	"logo": "http://www.susu.org/groups/logos/453_1380014283.jpg",
	"zone": 2,
	"description": "Join the University of Southampton Marxist Society if you;-want to know more about Marxism-enjoy interesting discussions with people about philosophy, politics, economics and the world in general-like watching movies/documentaries about politics or history-want to debate and support your own views on Marxism (positive or negative)As Karl Marx once said; ''Philosophers have only interpreted the world, in various ways; the point is to change it!''",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/sotonmarxists",
	"email": "sotonmarxists@gmail.com",
	"type": "General"
}, {
	"name": "Society of Clinical Anatomy",
	"logo": "http://www.susu.org/groups/logos/311_1384121472.png",
	"zone": 3,
	"description": "Anatomy is the foundation that is essential for medical education. It is a fascinating yet complex subject that we are enthusiastic and passionate about.Our philosophy Encourage and inspire the study of clinical anatomy amongst our peersOur Aims Increase interest and enthusiasm in anatomyEmphasise the clinical importance of anatomyRelate anatomy to clinical practiceProvide a platform to present researchProvide unique teaching and revision seminars (approved by CLAS)To be involved in wider community outreach programs (approved by CLAS)Provide a more holistic look at clinical anatomy by association with other departments within Southampton General Hospital and external organisations",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "ssoca@soton.ac.uk",
	"type": "Medical"
}, {
	"name": "Taiwanese Society",
	"logo": "http://www.susu.org/groups/logos/539_1385292071.jpg",
	"zone": 3,
	"description": "Our Society is a platform where (1) Taiwanese students can interact, share information and help each other (2) Introducing Taiwans culture to who has interesting towards us. (3) Communicating with other society ",
	"website": "https://www.facebook.com/groups/268745703139692/",
	"twitter": "https://www.facebook.com/groups/268745703139692/",
	"facebook": "https://www.facebook.com/groups/268745703139692/",
	"email": "yw6e13@soton.ac.uk",
	"type": "Student Communities"
}, {
	"name": "Archery Club",
	"logo": "http://www.susu.org/groups/logos/187_1380029554.png",
	"zone": 7,
	"description": "Archery is a sport open to everyone. If you are already an archer just send us an email or turn up to one of our sessions, details can be found on the website.  We run a beginners' course for the first 6 weeks of the academic year and most of our current members learned to shoot while at University.  If you have not completed a beginners' course please contact us for information on local courses. We offer the opportunity for both new and experienced archers to regularly compete; this year our senior team came 4th at the British University Team Championships and 12th at the BUCS Indoors tournament while the novice team came 6th in their category at BUCS Indoors.",
	"website": "http://archery.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/suarchclub",
	"email": "archclub@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "British Red Cross Group",
	"logo": "http://www.susu.org/groups/logos/380_1390471001.jpg",
	"zone": 6,
	"description": "The British Red Cross (BRC) is a volunteer-led humanitarian organisation that helps people in crisis, whoever and wherever they are. The BRC enables vulnerable people at home and overseas to prepare for and respond to emergencies in their own communities.  And when the crisis is over, the BRC helps people recover and move on with their livesSouthampton University BRC Group (SUBRC) connects students/staff to various volunteering opportunities within the BRC whilst creating a social atmosphere for members. SUBRC provides opportunities in Fundraising, teaching Humanitarian Education and Everyday first aid and Event First Aid,  including the necessary training and assessments.Add us on Facebook for more up to date information! ",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/190878624338228/",
	"email": "subrc@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Chamber Choir",
	"logo": "http://www.susu.org/groups/logos/23_1380922432.jpg",
	"zone": 4,
	"description": "The University of Southampton Chamber Choir is an award winning group made up of 25-30 singers from around the university, ranging in age, background and degrees.The choir is one of the two university auditioned choirs, and is led by conductor and musical director Peter Stobart, singing music within a range of genres, including masses, madrigals, requiems, folk songs and occasionally jazz and pop.We sing at a number of venues each year, recent outings include Portsmouth Cathedral, Mottisfont Abbey and St Michael &amp; All Angels church, Southampton, and tours to Bruges, Bordeaux and Vienna in recent years, as well as a tour to Spain planned for 2014.Rehearsals are held at the University of Southampton's Highfield Campus on Thursday 7.30 - 9.30pm. Being a chamber choir we take on between 25 and 30 members. The Southampton University Chamber Choir forms part of one of the older societies to be affiliated to SUSU (Southampton University's Student's Union). A society in its own right until 2004, SUCC has a reputation for fine singing and a close community spirit.",
	"website": "http://chamber-choir.com",
	"twitter": "https://twitter.com/SUChamberChoi",
	"facebook": "https://www.facebook.com/SUChamberChoir",
	"email": "suchamberchoir@gmail.com",
	"type": "Performing Arts"
}, {
	"name": "Civil Engineering Society",
	"logo": "http://www.susu.org/groups/logos/511_1382459748.jpg",
	"zone": 5,
	"description": "Southampton University Civil Engineering Society (CivSoc) is open to any undergraduate, postgraduate, staff or lecturer at the University of Southampton that is interested in the civil engineering industry (including those not studying civil engineering). We run regular socials, networking opportunities, talks, site visits and trips, as well as promoting events run by both the University of Southampton and professional engineering institutions.Previously students studying Civil Engineering were represented by the Southampton University Engineering Society (SUES). Please see the email sent to \"groups@susu.org\" dated 21/10/2013 from CivSoc@soton.ac.uk regarding reasons for CivSoc seeking independence from SUES. Attached to the email is a covering letter explaining the reasoning for independence as well as a letter from SUES giving their agreement and approval of the independence.",
	"website": "http://www.sotoncivsoc.com/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/SotonCivSoc/",
	"email": "CivSoc@soton.ac.uk",
	"type": "Education"
}, {
	"name": "Futsal Club",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Futsal is a 5-aside indoor pitch played Football Sport, which rules are governed by the FIFA-UEFA associations. Unlimited substitutions are permitted. Unlike some other forms of indoor football, the game is played on a hard court surface delimited by lines (walls or boards are not used). Futsal is also played with a smaller ball (size 4) with less bounce than a regular football. The surface, ball and rules create an emphasis on improvisation, quick thinking, creativity and technique as well as ball control and passing in small spaces and under pressure.If you interested in playing Futsal at any level please get in touch and join us in order to enjoy this wonderful sport and have fun creatively in the University.",
	"website": "",
	"twitter": "",
	"facebook": "http://SouthamptonUniFutsalClub",
	"email": "futsal@soton.ac.uk",
	"type": "Sport"
}, {
	"name": "'s Impeccably Tailored Society",
	"logo": "http://www.susu.org/groups/logos/529_1390554659.jpg",
	"zone": 4,
	"description": "Southampton University's Impeccably Tailored Society is a group who enjoy dressing up smart and taking part in all sorts of activities. Some of our socials include Jazz Nights, Laser Quest, Pub Quizzes, and James Bond Film Nights, all dressed up smart. We also take part in the International Suit Up Day on the 13th of October. Not to be confused by the name, S.U.I.T.S. is a society not exclusive to wearing suits, but to being impeccably dressed, whether male or female. We love to hear from all of our members about new events that we can start, all while we enjoy being impeccably dressed.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/impeccablytailoredsociety/",
	"email": "suits",
	"type": "Creative Industries"
}, {
	"name": "Spaceflight Society",
	"logo": "http://www.susu.org/groups/logos/459_1380028256.png",
	"zone": 6,
	"description": "Spaceflight society is an engineering and outreach society, open to anyone who wants to get involved. We carry out high altitude balloon launches and hope to start on rocketry, working closely with schools to teach science and engineering. Opportunities to get involved with electronics, rockets, programming, radio communication, engineering, outreach and physics",
	"website": "http://susf.co.uk",
	"twitter": "http://twitter.com/SUSpaceflight",
	"facebook": "http://facebook.com/groups/suspaceflight/",
	"email": "admin@susf.co.uk",
	"type": "General"
}, {
	"name": "Spanish, Latin American and Portugese Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 5,
	"description": "SLAPS functions to celebrate and promote the learning of the Hispanic and Lusophone languages and their respective cultures.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/slapsoc",
	"email": "slaps@soton.ac.uk",
	"type": "Departmental"
}, {
	"name": "Squash",
	"logo": "http://www.susu.org/groups/logos/244_1380022628.jpg",
	"zone": 7,
	"description": "The squash club are a competitive bunch, but have a huge social and recreational side in addition to our high performing teams. Whether you are a complete beginner or seasoned pro, there's something for everyone with plenty of quality coaching, competition and epic nights out! ",
	"website": "http://www.sotonsquash.com",
	"twitter": "http://twitter.com/sotonsquash",
	"facebook": "http://www.facebook.com/SouthamptonUniversitySquashClub",
	"email": "squash@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Sri Lanka Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "Southampton University Sri Lankan Society was founded in 2003 to provide the opportunity for individuals from all cultures to meet, interact and learn about Sri Lankan culture and heritage.The society represents the Sri Lankan community at the University of Southampton, giving the chance for societies to unite and work together to achieve a common goal.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sotonslsoc/",
	"email": "srilanka@soton.ac.uk",
	"type": "International and Cultural"
}, {
	"name": "St. John Ambulance LINKS / First Aid Society",
	"logo": "http://www.susu.org/groups/logos/153_1391706947.jpg",
	"zone": 8,
	"description": "LINKS is the student branch of St John Ambulance. We provide First Aid training and assessment to the students of Southampton University, as well as providing First Aid cover to events in and around the local community. For those who do not wish to act as a part of St John Ambulance, we exist also as the \"University of Southampton First Aid Society\" to those who simply wish to learn first aid.",
	"website": "http://www.southamptonlinks.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/153374548033603/",
	"email": "edward.langford1@sja.org.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Stage Technicians' Society",
	"logo": "http://www.susu.org/groups/logos/154_1381053037.png",
	"zone": 4,
	"description": "The Stage Technicians' Society is a Performing Arts society, focused on backstage craft and technical theatre.",
	"website": "http://stagesoc.org.uk/",
	"twitter": "http://www.twitter.com/stagesoc",
	"facebook": "http://www.facebook.com/stagesoc",
	"email": "president@stagesoc.org.uk",
	"type": "Performing Arts"
}, {
	"name": "Steampunk Society",
	"logo": "http://www.susu.org/groups/logos/405_1381064158.png",
	"zone": 3,
	"description": "Southampton University  Steampunk Society aims to provide a focal point for Steampunks, Cyberpunks and Dieselpunks at the University of Southampton. Membership of the society is free, and we are open to anyone with an interest in Steampunk, Victoriana, science fiction and retrofuturism, from the simply curious up. We're a social society, and run regular film nights (generally weekly) usually followed by a social. In addition we run other events including music gigs, day trips, LARP events, games nights and and attend steampunk gatherings around the country.This summer (2013) for example, a group of members attended the 'Weekend at the Asylum' event in Lincoln, the largest Steampunk gathering in Europe. We are growing as a society and hope to introduce new things to our program this year, including constructive workshops and a vintage Christmas ball. The wearing of Steampunk  or Victorian clothing is not obligatory!",
	"website": "http://kraken.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/#!/groups/184948814914233/?notif_t=group_activity",
	"email": "kraken@soton.ac.uk",
	"type": "General"
}, {
	"name": "Street Dance Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "We are a dance society that runs classes in street dance of varying levels. There are 3 classes per week run by 3 different outside teachers.Classes are held:Monday 6.00 - 7.00 pm - Advanced Hip HopWednesday 3.00 - 4.00 pm - Intermediate Street DanceWedneday 4.00 - 5.00 pm - Beginner Street DanceAll held in the Multipurpose Studio.Please come along to any of the above classes to see if Street Dance is for you!Membership is 10 and each class costs 2.50 with membership and 4 without membership. Membership can be bought in class.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/#!/groups/streetdancesoton/?fref=ts",
	"email": "streetds@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Street Sports",
	"logo": "http://www.susu.org/groups/logos/246_1381219352.jpg",
	"zone": 7,
	"description": "We're a group of longboarders and skateboarders that cater for many different styles, including street, sliding and racing. We are keen to teach beginners, even if you think you lack the balance and know-how to skate, we can lend you all the equipment and advice you need. We run weekly sessions on Wednesdays and Sundays at 1 o'clock starting from outside the Stag's Head.Membership is only 10 which entitles you to free rental of club gear!",
	"website": "http://www.facebook.com/street.sports",
	"twitter": "",
	"facebook": "http://www.facebook.com/street.sports",
	"email": "xsssoton@gmail.com",
	"type": "Extreme Sports"
}, {
	"name": "String Orchestra",
	"logo": "http://www.susu.org/groups/logos/162_1380221318.jpg",
	"zone": 4,
	"description": "SUStrings is a friendly and active string orchestra which was founded to provide string musicians the opportunity to play an extensive and varied repertoire for string orchestra. There are no auditions and anyone who plays the violin, viola, cello or double bass to Grade 5 or above is welcome. We rehearse weekly and perform at least one concert per term and one tour per academic year. Rehearsals: Every Tuesday 7:30-9:30pm EEE Building (32) LT 1015Summer Concert 2013: Friday 7th June, St Albans Church (off Burgess Road), 7:00pm ",
	"website": "http://www.sustrings.susu.org/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sustrings/",
	"email": "sustrings@susu.org",
	"type": "Performing Arts"
}, {
	"name": "Student Scout And Guide Organisation",
	"logo": "http://www.susu.org/groups/logos/325_1379952311.png",
	"zone": 6,
	"description": "Southampton University's very own Student Scout and Guide Organisation. We are a social club at Southampton University, made up of all sorts of people but you don't have to actually be involved with Scouting or Guiding to join us! We welcome anyone who is interested in Scouts and Guides. From Camping to Biscuit Decoration Evenings, Campfires to Film Nights, Pub Crawls to Crate Stacking.. We generally do enough activities that one will be right for you !! Join us at The Stile Pub for our weekly meetings at 8pm on Monday evenings. We have a few drinks and a chat / let you know of up coming socials. We will be meeting at 7.45pm outside the Students Union for the first 3 weeks of term to walk up. Otherwise, you can meet us at the pub: The Stile Pub, University Road. Next to the row of banks on campus.",
	"website": "http://www.soton.ac.uk/~ssago",
	"twitter": "",
	"facebook": "http://www.facebook.com/#!/groups/SouthamtonSSAGO/",
	"email": "ssago@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Students for Palestine ()",
	"logo": "http://www.susu.org/groups/logos/407_1383410958.jpg",
	"zone": 2,
	"description": "Students for Palestine at the University of Southampton is a non-profit, non-religious, and non-politically affiliated student society that is open to absolutely anyone interested in the Palestinian cause. We are committed to raising awareness on the Palestinian issue and culture. We aim to increase support for peace and justice in Palestine and call for the observation of international human rights. ",
	"website": "http://www.sotonpal.org",
	"twitter": "",
	"facebook": "http://www.facebook.com/pages/Students-for-Palestine-Southampton/409917999043327",
	"email": "J1sforp@gmail.com",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "SU Singers",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "We are a group of non-auditioned singers who come together to rehearse and learn new music, both traditional and more modern pieces, with the aim of putting on 2-3 concerts a year for people to enjoy",
	"website": "http://susingers.susu.org/",
	"twitter": "",
	"facebook": "",
	"email": "choral@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Sub-Aqua",
	"logo": "http://www.susu.org/groups/logos/247_1380916413.jpg",
	"zone": 7,
	"description": "Dive in the U.K during your degree! A registered BSAC (British Sub-Aqua Club) that accepts other agencies and novice divers alike. Learn to dive or improve your current qualification. Regular social events to meet other like-minded individuals with a passion for discovery and skill improvement.",
	"website": "http://www.susac.susu.org",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/SUSAC/",
	"email": "susac.committee@gmail.com",
	"type": "Watersports"
}, {
	"name": "Surf",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Welcome to the home of Southampton University Surf ClubSuSurf is one of the biggest uni surf clubs in the country with well over 100 members!We regularly run weekend trips to UK surf spots all over the country AND 4 massive abroad trips each year; Morocco at Christmas, Portugal at Easter, France in June and Ireland in September!We also run countless trips to local beaches, if there is surf you can count on someone being at the beach.  If you have any questions get in touch!Be sure to sign up to our mailing list and join our Facebook group to keep fully up to date with all that's going on!",
	"website": "http://www.susurf.com",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/2219309814/",
	"email": "president@susurf.com",
	"type": "Extreme Watersports"
}, {
	"name": "Surge Radio",
	"logo": "http://www.susu.org/groups/logos/267_1381274370.png",
	"zone": 4,
	"description": "Surge is your very own student run radio station. It is free to get involved and the ever-enthusiastic committee are always happy to help train new members and get people involved. Whether you see yourself as the next Zane Lowe, Scott Mills or Annie Mac, you can join our DJ team. We report all the latest news with our News team. You can interview famous names and review albums, games and even restaurants in the Features team. The Speech team are keen to get Radio plays/dramas, debates, sport and current affairs shows off the ground. There is all this and much more so get involved to be part of one of the best experiences you can have at University.",
	"website": "http://www.surgeradio.co.uk/",
	"twitter": "http://twitter.com/surgeradio",
	"facebook": "http://facebook.com/surgeradio",
	"email": "stationmanager@surgeradio.co.uk",
	"type": "Media"
}, {
	"name": "SUSUtv",
	"logo": "http://www.susu.org/groups/logos/266_1380131127.png",
	"zone": 4,
	"description": "Here at SUSUtv we are committed to making shiny new television shows; for the students, by the students.Join us and be at the forefront of cutting edge television production.You don't need to be an expert camera operator or a skilled sound technician. All you need is interest, ideas and enthusiasm.So from directing, producing and script writing, to editing and acting, there's loads of opportunities to get involved with SUSUtv.",
	"website": "http://www.susu.tv",
	"twitter": "",
	"facebook": "https://www.facebook.com/SUSUtv",
	"email": "stationmanager@susu.tv",
	"type": "Media"
}, {
	"name": "Swimming",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "The Southampton University Swimming Club is a multidimensional club, with competitive and recreational squads catering for swimmers of any ability. We compete in numerous competitions throughout the year and achieve great results in every competition we go to, such as BUCS (British University College Sports) nationals, team championships and Varsity. Once a week all our members come together on a Wednesday evening for our memorable socials, which involve many different fancy dresses and activities. Everyone is welcome and is sure to have an incredible time! Once a year we head on tour to a sunny location (including Tenerife, Salou and Lanzarote) for a week of fun, sun and nightlife (and a little bit of swimming). Please join our Facebook page for further information, or contact tm7g11@soton.ac.uk for any queries you may have.  ",
	"website": "http://swimteam.susu.org/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/114314605328729/",
	"email": "tm7g11@soton.ac.uk",
	"type": "Watersports"
}, {
	"name": "Switch Off Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 2,
	"description": "We are a society who aim to raise people's awareness on their energy consumption habits. In particular, we look to lower the power consumed by each hall of residence compared to the previous year.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/sotonstudentswitchoff",
	"email": "susos@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Symphonic Wind Orchestra",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "SUSWO, originally founded by woodwind and brass players at the university, performs a varied and challenging repertoire to a high standard. The orchestra gives a wide range of musicians from across the university the chance to perform in a friendly and talented ensemble.Today the orchestra has approximately fifty members and aims to perform three concerts a year. Members are auditioned at the start of the academic year and the orchestra is run by a committee of students who work closely with conductor Rowan Baker to select a challenging and enjoyable repertoire. ",
	"website": "http://www.suwo.co.uk",
	"twitter": "",
	"facebook": "",
	"email": "rp10g11@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Symphony Orchestra",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "SUSO, an entirely student-run and student-funded orchestra, comprises the most talented musicians at the University of Southampton  across all degree programmes  and performs a wide-ranging repertoire of large-scale orchestral works to a high standard.",
	"website": "http://www.suso.org.uk/",
	"twitter": "",
	"facebook": "",
	"email": "suso@soton.ac.uk",
	"type": "Performing Arts"
}, {
	"name": "Table Tennis",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "We are a friendly club for both recreational and serious players. There is 2 hour casual session every week, where any standard of player is welcome. We also have both mens and womens team in the BUCS league, run team training and a weekend to the BUCS individual championships. Socials are on a regular basis!",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/116233281813716/",
	"email": "suttc@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Taekwondo Club",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Mon: 5-7pm, Tues: 4-5:30pm, Wed: 5:30-7pm, Thurs: 4:30-6pmSun: 1-3pm Martial Arts Studio",
	"website": "http://www.southampton.ac.uk/~sutkd/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/soton.uni.tkd/",
	"email": "Sutkd@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Tap Dance Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "We provide three tap classes a week ranging from beginner level to intermediate and advanced level. We participate in the annual Pure Dance show along with competitions including Loughborough and Bucks. We aim to make classes fun and sociable aswell as providing a society that allows members to increase there tap skills.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/315984765152701/",
	"email": "sotontapdance@hotmail.co.uk",
	"type": "Performing Arts"
}, {
	"name": "Tchoukball",
	"logo": "http://www.susu.org/groups/logos/253_1380278926.jpg",
	"zone": 7,
	"description": "Southampton Stags Tchoukball Club.Tchoukball is a fast paced handball sport that requires agility, technique for shooting, safe hands for catching, and nimble feet for leaping. The sport is growing rapidly in the UK, with Southampton Stags Tchoukball Club being a major player in the British national league; In the 2012-13 season, Stags claimed the south east regional title, and finished 2nd in a tight national league. The club is essentially one big family of fun and friendly people and happy to welcome anybody to join!",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/557157880992690/",
	"email": "tchouk@soton.ac.uk",
	"type": "Indoor Team Sports"
}, {
	"name": "Tennis",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Southampton University Tennis Club is a mixed club which welcomes all abilities from those who have competed at a high national level to those who have never played before. We currently have 2 Mens teams and 1 Ladies team who comprise our Performance squad and they compete in the BUCS leagues (British University and College Sport). We also have an Intermediate Squad which competes in box leagues and our Social tennis which is open to absolutely anyone that fancies a bit of a knock about. We are active on and off the courts and have a great range of socials thanks to our fabulous Social Secs and tours which are both UK- based and overseas. We pride ourselves on the enthusiasm of our club and the sport and welcome all those who want to get involved at any level!",
	"website": "",
	"twitter": "http://twitter.com/sotonunitennis",
	"facebook": "https://www.facebook.com/#!/groups/507077562710086/",
	"email": "sw1g12@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Tenpin Bowling",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "",
	"website": "http://bowling.ecs.soton.ac.uk/southampton/",
	"twitter": "",
	"facebook": "",
	"email": "susutpbc@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "The Drum Circle",
	"logo": "http://www.susu.org/groups/logos/454_1380030745.png",
	"zone": 4,
	"description": "A refuge and sanctuary for foot-tappers, desk-knockers and pencil-rap-a-tatterers alike. We are a new society for people who love rhythm, like drumming, or just enjoy some good old fashioned fun. You don't need any experience - just bring yourself and a drum (or any object that sounds good when you hit it) to our weekly drum circle and join us in collective beat-making. ALL ABILITIES WELCOME.",
	"website": "",
	"twitter": "",
	"facebook": "http://www.facebook.com/SotonDrumCircle",
	"email": "sotondrumcircle@gmail.com",
	"type": "General"
}, {
	"name": "The Edge",
	"logo": "http://www.susu.org/groups/logos/269_1380892743.png",
	"zone": 4,
	"description": "",
	"website": "http://www.theedgesusu.co.uk/",
	"twitter": "http://twitter.com/theedgesusu",
	"facebook": "http://www.facebook.com/theedgesusu",
	"email": "theedge@soton.ac.uk",
	"type": "Media"
}, {
	"name": "The Melodics",
	"logo": "http://www.susu.org/groups/logos/520_1382630502.png",
	"zone": 4,
	"description": "This is an acapella vocal group made up of females and males, singing a wide range of songs from pop to musical to classical. It looks at harmonising well known songs and creating interesting arrangements. The aim of this group is to bring life back into music in a unique way.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "melodics@soton.ac.uk",
	"type": "Creative Industries"
}, {
	"name": "Theatre Group",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "A society to improve theatrical skills through workshops; original writing; producing; directing; and acting. We aim to celebrate creativity in all mediums of drama and to provide all society members with a fun, inclusive environment to further their individual skill sets and to form a community with a love of theatre.",
	"website": "http://theatre.susu.org",
	"twitter": "http://twitter.com/SUSUtheatre",
	"facebook": "http://www.facebook.com/SUSUTheatreGroup",
	"email": "President@theatre-group.com",
	"type": "Performing Arts"
}, {
	"name": "Thrift Society",
	"logo": "http://www.susu.org/groups/logos/509_1383946865.png",
	"zone": 8,
	"description": "ThriftSoc is the society that aims to help students make the most out of their money. We offer our members events at a fraction of the cost you might expect to pay, and provide tips on how to save money in day-to-day life.",
	"website": "",
	"twitter": "",
	"facebook": "",
	"email": "thriftsoc@soton.ac.uk",
	"type": ""
}, {
	"name": "Touch Rugby",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "University of Southampton Touch Rugby",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/156498544466805/",
	"email": "unitouch@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Trampolining",
	"logo": "http://www.susu.org/groups/logos/257_1380196738.jpg",
	"zone": 7,
	"description": "SUTC welcome new members of any ability, from complete beginners to those who have been competing for years. We have a number of qualified coaches who can help you to improve. As well as BUCS competitions, we compete all over the UK and Ireland with an annual tour to the Irish Student Trampoline Open",
	"website": "",
	"twitter": "https://twitter.com/SUTC_",
	"facebook": "http://www.facebook.com/groups/2213969921/",
	"email": "sutc@soton.ac.uk",
	"type": "Indoor Individual Sports"
}, {
	"name": "Triathlon",
	"logo": "http://www.susu.org/groups/logos/258_1380977404.jpg",
	"zone": 7,
	"description": "SUTRI is a friendly club for beginners and experienced triathletes alike.As Southampton University's only multisport club, we take part in both BUCS duathlon and triathlons, along with other races throughout the year.We have tried to make this club as welcoming and accessible as possible. So whatever your fitness and ability, grab your trainers, bike or swimsuit and come and train with us!",
	"website": "http://triathlon.susu.org/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sutri/",
	"email": "sutri@soton.ac.uk",
	"type": "Outdoor Individual Sports"
}, {
	"name": "Ultimate Frisbee",
	"logo": "http://www.susu.org/groups/logos/259_1380205787.png",
	"zone": 7,
	"description": "",
	"website": "http://skunksultimate.org.uk",
	"twitter": "https://twitter.com/skunksultimate",
	"facebook": "https://www.facebook.com/skunksultimate",
	"email": "skunks@soton.ac.uk",
	"type": "Outdoor Team Sports"
}, {
	"name": "Unicef on Campus",
	"logo": "http://www.susu.org/groups/logos/329_1380978022.jpg",
	"zone": 6,
	"description": "Unicef on Campus is Southampton University's direct link to the great work that UNICEF does worldwide.Our role as a society is to raise awareness of UNICEFs mission and efforts. In addition to raising awareness for children's rights and wellbeing, the society also gets involved in raising money for UNICEF to help them in their work.Our society does everything from hosting socials to putting on concerts to achieve these goals and we have a great atmosphere in our society; lots of fun in a family-like environment to raise money for great causes.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/5704935921/?fref=ts",
	"email": "unicefsoton@hotmail.co.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Union Films",
	"logo": "http://www.susu.org/groups/logos/270_1379967312.png",
	"zone": 4,
	"description": "Union Films is the student-run cinema, right on campus in SUSU. We're completely run by volunteers; from the from the front of house staff who sell tickets and refreshments, to the projectionists who show the films on our 35mm and DCI projectors. You can help out as much or as little as you like, and when you do, you get to see films for free!",
	"website": "http://www.unionfilms.org",
	"twitter": "http://twitter.com/unionfilms",
	"facebook": "http://facebook.com/unionfilms",
	"email": "uf@soton.ac.uk",
	"type": "Media"
}, {
	"name": "United As One Society",
	"logo": "http://www.susu.org/groups/logos/455_1380492297.png",
	"zone": 3,
	"description": "United As One Society (U.S.O) aims at promoting the concept of One World, One Love in the University of Southampton. We care about cultures and traditions. Through informal discussions and gatherings on different topics, members not only will have a clearer understanding of others cultures and traditions and have a wider world view of cultural diversity, but most importantly become more open-minded to and appreciate other countries cultures and traditions.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/soton.uso.7",
	"email": "uso@soton.ac.uk",
	"type": "General"
}, {
	"name": "Angling Society",
	"logo": "http://www.susu.org/groups/logos/538_1386506682.png",
	"zone": 7,
	"description": "USAS is a place made for anglers to share knowledge, meet other anglers, boast your catch report and organize trips to local waters. We aim to provide angling opportunities for both beginner and experienced anglers in a social environment - visit the facebook page for more information. Whether you prefer salt water, fresh water or if fly fishing's your game, there's a place for all in USAS!",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/503136489714541/",
	"email": "usas@soton.ac.uk",
	"type": "Sport"
}, {
	"name": "Crossfit and Strength Sports",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "Southampton University Crossfit and Strength Sports is a club dedicated to supporting its members in training and competing in Crossfit, weightlifting, powerlifting and strongman. We run coached sessions and open gym time at the Team Southampton Gym at Wide Lane. We welcome new members of any standard and level of experience - there is no minimum level of strength or skill required - and encourage all to compete in drugs tested federations. We believe that everyone can benefit from lifting heavy things. Why not come along and give it a try?",
	"website": "http://crossfituos.com/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/340496822704739/",
	"email": "cass@soton.ac.uk",
	"type": "Sport"
}, {
	"name": "Filipino Society",
	"logo": "http://www.susu.org/groups/logos/523_1385485760.jpg",
	"zone": 3,
	"description": "Mabuhay! We are a friendly open society which aims to bring Filipino students together and welcomes people of other nationalities to experience Filipino food, music, movies and so much more, with a long term goal to promote the Philippines and its culture. From food trips to Jam sessions, one can easily feel at home. So join our family, and discover Filipino's best asset, its hospitality.",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/filsoc/",
	"email": "filsoc@soton.ac.uk",
	"type": "Student Communities"
}, {
	"name": "TED Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "TED is a non-profit devoted to spreading ideas. It runs annual conferences hosting the eolds most interesting thinkers. The society is to bring together everyone who loves TED and has ideas worth spreading.",
	"website": "https://www.facebook.com/groups/uos.ted/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/uos.ted/",
	"email": "uos.ted",
	"type": "External Engagement"
}, {
	"name": "Vietnamese Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 3,
	"description": "It is a group of Vietnamese people. We try to have activities so that we can know each other better and exchange ideas, knowledge as well as help each other adapt to new environment.",
	"website": "http://vnsoton.co.uk/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/vnsoton/",
	"email": "vietsocsoton@gmail.com",
	"type": "International and Cultural"
}, {
	"name": "Volleyball",
	"logo": "http://www.susu.org/groups/logos/261_1380499149.png",
	"zone": 7,
	"description": "The SUVC represents the university at various levels of competition in the third most popular team sport in the world. We have both successful men's and ladies teams, consistently reaching high positions in the national rankings, as well as development squads that have successful records in local competitions. We recruit coaches who have experience at the highest levels of volleyball in the country and hold 5 training sessions a week to accommodate the various squads. If your interested in joining us or just have a question find us on Facebook or look out for the SUVC stall at the bunfight in the Jubilee sports hall. ",
	"website": "http://www.soton-vb.co.uk/index.shtml",
	"twitter": "",
	"facebook": "https://www.facebook.com/SotonVolleyball",
	"email": "suvolleyballclub@gmail.com",
	"type": "Indoor Team Sports"
}, {
	"name": "Wakeboarding",
	"logo": "http://www.susu.org/groups/logos/263_1382641224.jpg",
	"zone": 7,
	"description": "Whether you're a seasoned pro or a complete beginner, SUWake is the best way to get out on the water. We run weekly trips to our local cable JB Ski for insaneely cheap. We also occasionaly visit other cable around the UK and sometimes even venture to Thailand or Turkey. We are part of Uniwake and also attend all events run by them with all the other university wakeboarders from around the country. ",
	"website": "http://www.suwake.com",
	"twitter": "",
	"facebook": "http://www.facebook.com/#!/groups/suwake/",
	"email": "suwake@soton.ac.uk",
	"type": "Extreme Watersports"
}, {
	"name": "Water Polo Club",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "At SUWPC there are two mens and two womens sides, both of which are very committed to training and developing, but happy to help those new to the sport. The club also has a very healthy social atmosphere. Waterpolo is a fantastic game that involves strength and a love of water, come along and try it out!Our sessions are:WEDS8-9pm (GIRLS)9-10pm (BOYS)SUNDAY8-9pm(BOYS)9-10pm (GIRLS) ",
	"website": "http://www.suwpc.com",
	"twitter": "https://twitter.com/SUWPC",
	"facebook": "http://www.facebook.com/#!/groups/2221565788/",
	"email": "suwpc@soton.ac.uk",
	"type": "Watersports"
}, {
	"name": "WaterAid Society",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "The aims of Southampton University WaterAid would be to promote the work of WaterAid through fundraising and campaigning activities. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/SouthamptonWaterAid",
	"email": "wateraid@soton.ac.uk",
	"type": "Political, Social Awareness &amp; Campaigns"
}, {
	"name": "Wessex Films",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 4,
	"description": "Wessex Films is an award-winning filmmaking society. We are dedicated to facilitating practical filmmaking for all our members. And provide tuition for a variety of fundamental practises through exciting workshops and tutorials during the entire academic year. We host meetings every Wednesday and all sorts of thrilling socials in between. Whether you'd like to write, act, edit, direct, operate cameras, work special effects, compose music, record foley, storyboard, create concept artwork or more, there's plenty of opportunities to pursue. We welcome all levels and abilities, with no previous experience required. So if you're passionate about film, why not get involved?",
	"website": "http://www.wessex-films.co.uk/",
	"twitter": "",
	"facebook": "http://www.facebook.com/groups/soton.filmmakers",
	"email": "sufu@susu.org",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Wessex Motor Club",
	"logo": "http://www.susu.org/groups/logos/225_1380028616.png",
	"zone": 7,
	"description": "Wessex Motor Club is a club for motorsport enthusiasts at the University of Southampton. We run and compete in various navigational road events in and around the Southampton area. We also run the UoS Karting Championship and enter two teams in the British University Karting Championship (BUKC) every year. You don't need to have a car to be able to join in- you don't even have to be able to drive!",
	"website": "http://www.wessexmotorclub.co.uk/",
	"twitter": "http://twitter.com/SotonStig",
	"facebook": "https://www.facebook.com/WessexMotorClub",
	"email": "committee@wessexmotorclub.co.uk",
	"type": "Extreme Sports"
}, {
	"name": "Wessex Sailing Club",
	"logo": "http://www.susu.org/groups/logos/238_1380278771.png",
	"zone": 7,
	"description": "Wessex Sailing Club is the home of sailing at the University of Southampton. We are one of the largest and most successful clubs in the AU. We have medalled at BUCS championships consecutively since their inception. Alongside our formidable success we also run casual and beginners sessions in both yachts and dinghies which is supported by Southampton's in-house RYA training centre that teaches a wide spectrum of RYA courses from Level One to Yachtmaster. The fun and social atmosphere of the club, backed up by first rate facilities and an outstanding location will mean that you get the best out of your sailing whatever your standard.",
	"website": "http://www.facebook.com/sotonsailing",
	"twitter": "https://twitter.com/WessexSC",
	"facebook": "http://www.facebook.com/sotonsailing",
	"email": "commodore.wessex@gmail.com",
	"type": "Watersports"
}, {
	"name": "Wessex Scene",
	"logo": "http://www.susu.org/groups/logos/268_1381140492.jpg",
	"zone": 4,
	"description": "The Wessex Scene is the official student publication of Southampton University. We cover a huge range of topics, and any student here is welcome to write for us. Email the editor if you want a writers account, or like us on Facebook and join our writers group to get going. The Scene is a friendly, welcoming society that is the perfect platform for getting involved in journalism or writing, with no previous experience required. ",
	"website": "http://www.wessexscene.co.uk",
	"twitter": "http://twitter.com/wessexscene",
	"facebook": "https://www.facebook.com/wscene",
	"email": "editor@soton.ac.uk",
	"type": "Media"
}, {
	"name": "Wildlife Protection",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 6,
	"description": "Wildlife Protection Society's objectives are to raise awareness of the need to protect wildlife, both for students and the general public. To do this there will be a variety of events such as talks, workshops on how to create 'homes' for nature and educations trips. Additionally we will get involved in habitat surveying, which will teach members field skills whilst helping to monitor biodiversity in Southampton. ",
	"website": "",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/501651319919377/",
	"email": "suwildlifeprotection@gmail.com",
	"type": "General"
}, {
	"name": "Windsurfing",
	"logo": "http://www.susu.org/groups/logos/265_1386257619.png",
	"zone": 7,
	"description": "Southampton University Windsurfing Club is the oldest and most experienced student windsurfing club in the UK. We have one of the largest memberships of any university windsurfing club and provide opportunities for all abilities and backgrounds.",
	"website": "http://www.suwc.net",
	"twitter": "",
	"facebook": "https://www.facebook.com/suwindsurfing",
	"email": "fm1g09@soton.ac.uk",
	"type": "Extreme Watersports"
}, {
	"name": "Wing Chun",
	"logo": "http://www.susu.org/groups/images/nologo.png",
	"zone": 7,
	"description": "",
	"website": "http://www.wingchun.susu.org/",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/SUWCC",
	"email": "wingchun@soton.ac.uk",
	"type": "Martial Arts"
}, {
	"name": "Wireless Society",
	"logo": "http://www.susu.org/groups/logos/175_1381334077.png",
	"zone": 5,
	"description": "The Southampton University Wireless Society (SUWS) is the university base for all things regarding amateur radio and wireless communications. Topics and interests vary from shortwave listening, HF/VHF transmission and data-mode reception. Regular outings are organised to participate in contests and volunteering. SUWS is also responsible for the upkeep of the university club callsign G3KMI.SUWS incorporates the Southampton Open Wireless Network (SOWN): an ongoing project which aims to build a free-to-use wireless network surrounding the Southampton area. Anyone is welcome to join in and start setting up additional coverage for their specific area.Meetings are every Thursday 6pm, at the Zepler CLS.",
	"website": "http://suws.susu.org",
	"twitter": "",
	"facebook": "",
	"email": "sown@soton.ac.uk",
	"type": "Music, Arts &amp; Media"
}, {
	"name": "Yoga Society",
	"logo": "http://www.susu.org/groups/logos/176_1380031875.png",
	"zone": 7,
	"description": "We run yoga classes for students and non students at all levels on Monday, Wednesday and Thursday from 6-7.30pm in 32/3077. Classes are 5 each. ",
	"website": "https://bookwhen.com/sotonyogasoc",
	"twitter": "",
	"facebook": "https://www.facebook.com/groups/sotonyogasoc/",
	"email": "yogasoc@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}, {
	"name": "Zumba+",
	"logo": "http://www.susu.org/groups/logos/435_1381139687.png",
	"zone": 7,
	"description": "ZUMBA, THE DANCE FITNESS CRAZE THAT HAS TAKEN THE WORLD BY STORM HAS NOW TAKEN OVER UoS. COME AND JOIN US TO SEE WHAT ALL THE FUSS IS ABOUT!!!PLEASE JOIN THE FACEBOOK GROUP 'SOUTHAMPTON UNIVERSITY ZUMBA+ SOCIETY' OR EMAIL FOR MORE INFO. www.facebook.com/groups/southamptonuniversityzumbasociety/CLASSES: MONDAYS AND WEDNESDAYS (ZUMBA), 2-3pm; FRIDAYS (BOKWA) 2-3pm). All classes are in THE CUBE. **Evening classes coming soon!!** 2 members; 3 non-members. Membership is 5 for the whole year and gives you: 1 cheaper classes every time, a stamp card giving you every 6th class free when you have 5 stamps, 10% of society kit and merchandise and a free drink on socials.PLEASE CHECK THE FACEBOOK GROUP AND YOUR EMAILS IF YOU ARE ON THE MAILING LIST FOR ALL UPDATES.So what is this all about anyway?!Zumba+ Society incorporates both Zumba and Bokwa fitness classes, but because of the + in the name, it also has the capacity to expand further to include different classes. Zumba is an mixture between dance and aerobics exercise that has taken the world by storm, attracting millions of people worldwide. It is an easy, and more importantly extremely fun way to keep fit. It is available to everyone and anyone can attend  everyone who does it falls in love with Zumba! Bokwa is similar in that it also combines dance and aerobic exercise, but it works out the lower body more intensely while Zumba focuses on the upper body. Bokwa is a new phenomena; it has only become really known at all in the last year or so and is slowly speading around the world  apparently it is set to be as big and popular as Zumba now is. Our classes dont require much time, effort or money and are an ideal break from work. They are an excellent way to keep fit, make friends and have a great time! ",
	"website": "",
	"twitter": "http://twitter.com/SotonZumSoc",
	"facebook": "http://www.facebook.com/groups/southamptonuniversityzumbasociety/",
	"email": "zumsoc@soton.ac.uk",
	"type": "Outdoor Activities, Sport and Health"
}]